Repository: GalliumOS/ubiquity
Catalog: debian/real-po/*.po
Languages: bn, br, fil, id, is, kk, ms, ne, oc, ro, sk, ta

source: <small>%d smaller partitions are hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
bn: <small>%d অপেক্ষাকৃত ছোট পার্টিশন আড়ালে, ব্যবহার করুন <a href="">উচ্চ পর্যায়ের পার্টিশন টুল</a> আরো কন্ট্রোলের জন্য</small>
fil: <small>%d mas maliit na mga partition ang nakatago, gamitin ang <a href="">advanced partitioning tool</a> para sa dagdag na kontrol</small>
id: <small>%d partisi yang lebih kecil tersembunyi, gunakan <a href="">perkakas pemartisian tingkat lanjut</a> untuk pengendalian lebih</small>
is: <small>%d smærri disksneiðar eru faldar, notaðu <a href="">Ítarleg disksneiðingar tól</a> fyrir frekari stillingar</small>
kk: <small>%d кіші бөлім жасырын, дискінің бөлуін толығымен басқару үшін, <a href="">дискіні бөлу қосымша құралын</a> қолданыңыз</small>
ms: <small>%d sekatan bersaiz kecil disembunyikan, guna <a href="">alat pemetakan lanjutan</a> untuk lebih kawalan</small>
ne: <small>%d वटा साना पार्टिसनहरू लुकाइएका छन्, थप नियन्त्रणको लागि <a href="">पार्टिसन गर्ने उच्चस्तरीय साधन</a> प्रयोग गर्नुहोस्</small>
oc: <small>%d particions mai pichonas son escondudas, utilizatz l'<a href="">aisina de particionament avançat</a> per mai de contraròtle</small>
ro: <small>%d partițiile mai mici sunt ascunse, folosiți <a href=""utilitarul avansat de partiționare</a>pentru mai multe opțiuni</small>
sk: <small>%d menších oblastí je skrytých, použitím <a href="">pokročilého rozdelenia disku</a> sprístupníte ďalšie možnosti</small>
ta: <small>சிறிய %d வட்டு பிரிவுகள் மறைந்துள்ளன, அதிக கட்டுப்பாட்டை<a href="">நேர்த்தியான பிரிவினைக்கான</a> கருவியை பயன்படுதவும்</small>

source: <small>1 smaller partition is hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
bn: <small>1 অপেক্ষাকৃত ছোট পার্টিশন আড়ালে, ব্যবহার করুন <a href="">উচ্চ পর্যায়ের পার্টিশন টুল</a> আরো কন্ট্রোলের জন্য</small>
fil: <small>%d mas maliit na partition ang nakatago, gamitin ang <a href="">advanced partitioning tool</a> para sa dagdag na kontrol</small>
id: <small>1 partisi yang lebih kecil tersembunyi, gunakan <a href="">perkakas pemartisian tingkat lanjut</a> untuk pengendalian lebih</small>
is: <small>1 minni disksneið er falin, notaðu <a href="">Ítarleg disksneiðingar tól</a> fyrir frekari stillingar</small>
kk: <small>1 кіші бөлім жасырын, дискінің бөлуін толығымен басқару үшін, <a href="">дискіні бөлу қосымша құралын</a> қолданыңыз</small>
ms: <small>1 sekatan bersaiz kecil disembunyikan, guna <a href="">alat pemetakan lanjutan</a> untuk lebih kawalan</small>
ne: <small>एउटा सानो पार्टिसन लुकाइएको छ, थप नियन्त्रणको लागि <a href="">पार्टिसन गर्ने उच्चस्तरीय साधन</a> प्रयोग गर्नुहोस्</small>
oc: <small>Una particion mai pichona es escondudas, utilizatz l'<a href="">aisina de particionament avançat</a> per mai de contraròtle</small>
ro: <small>%d o partiție mai mică este ascunsă, folosiți <a href=""utilitarul avansat de partiționare</a>pentru mai multe opțiuni</small>
sk: <small>1 menšia oblasť je skrytá, použitím <a href="">pokročilého rozdelenia disku</a> sprístupníte ďalšie možnosti</small>
ta: <small>1 சிறிய வட்டு பிரிவு நீக்கப்படும், கூடுதல் கட்டுப்பாட்டுக்கு<a href=""> முற்போக்குவட்டு பிரிவு கருவிகளை</a> பயன்படுத்தவும்</small>

source: %d partitions will be deleted, use the <a href="">advanced partitioning tool</a> for more control
bn: %d পার্টিশন মুছে ফেলা হয়েছে, আরও কন্ট্রোলের জন্য <a href="">উচ্চ পর্যায়ের পার্টিশনিং টুল</a> ব্যবহার
fil: <small>%d mga partition ang buburahin, gamitin ang <a href="">advanced partitioning tool</a> para sa dagdag na kontrol</small>
id: %d partisi akan dihapus, gunakanlah <a href="">pemartisi lanjutan</a> untuk kendali lebih banyak
is: %d disksneiðum verður eytt, notaðu <a href="">ítarlega disksneiðingartólið</a> fyrir frekari stillingar
kk: %d бөлім жойылатын болады, дискінің бөлуін толығымен басқару үшін, <a href="">дискіні бөлу қосымша құралын</a> қолданыңыз
ms: %d bahagian kecil akan dibuang, gunakan <a href="">perkakas pembahagian maju</a> untuk lebih kawalan
ne: %d वटा पार्टिसनहरू हटाइनेछन्, थप नियन्त्रणको लागि <a href="">पार्टिसन गर्ने उच्चस्तरीय साधन</a> प्रयोग गर्नुहोस्</small>
oc: %d particions seràn suprimidas. Utilizatz <a href="">l'aisina de particionament avançat</a> per mai d'opcions
ro: %d partiții vor fi șterse, utilizați a href="">utilitarul avansat de partiționare</a> pentru control avansat
sk: %d oblastí bude zmazaných, lepšiu kontrolu dosiahnete použitím <a href="">pokročilého rozdeľovacieho nástroja</a>
ta: %d வட்டு பிரிவுகள் நீக்கப்படும், கூடுதல் கட்டுப்பாட்டுக்கு<a href="">முற்போக்குவட்டு பிரிவு கருவிகளை</a> பயன்படுத்தவும்

source: 1 partition will be deleted, use the <a href="">advanced partitioning tool</a> for more control
bn: 1 পার্টিশন মুছে ফেলা হয়েছে, আরও কন্ট্রোলের জন্য <a href="">উচ্চ পর্যায়ের পার্টিশনিং টুল</a> ব্যবহার
fil: <small>isang partition ang buburahin, gamitin ang <a href="">advanced partitioning tool</a> para sa dagdag na kontrol</small>
id: 1 partisi akan dihapus, gunakanlah <a href="">pemartisi lanjutan</a> untuk kendali lebih banyak
is: 1 disksneið verður eytt, notaðu <a href="">ítarlega disksneiðingartólið</a> fyrir frekari stillingar
kk: 1 бөлім жойылатын болады, дискінің бөлуін толығымен басқару үшін, <a href="">дискіні бөлу қосымша құралын</a> қолданыңыз
ms: 1 bahagian kecil akan dibuang, gunakan <a href="">perkakas pembahagian maju</a> untuk lebih kawalan
ne: एउटा पार्टिसन हटाइनेछ, थप नियन्त्रणको लागि <a href="">पार्टिसन गर्ने उच्चस्तरीय साधन</a> प्रयोग गर्नुहोस्</small>
oc: Una particion serà suprimida. Utilizatz <a href="">l'aisina de particionament avançat</a> per mai d'opcions
ro: O partiție va fi ștearsă, utilizați a href="">utilitarul avansat de partiționare</a> pentru control avansat
sk: 1 oblasť bude zmazaná, lepšiu kontrolu dosiahnete použitím <a href="">pokročilého rozdeľovacieho nástroja</a>
ta: 1 வட்டுபிரிவு நீக்கப்பட்டது, கூடுதல் கட்டுப்பாட்டுக்கு<a href="">முற்போக்குவட்டு பிரிவு கருவிகளை</a> பயன்படுத்தவும்

source: Split Largest Partition
bn: বৃহত্তম পার্টিশন ভাগ কর
fil: Hatiin ang Pinakamalaking Partition
id: Potong Partisi Terbesar
is: Skipta upp stærstu disksneiðinni
kk: Ең үлкен бөлімді бөлу
ms: Bahagikan Bahagian Terbesar
ne: सबैभन्दा ठुलो पार्टिसन विभाजित गर्ने
oc: Separar la mai granda particion
ro: Împarte cea mai mare partiție
sk: Rozdeliť najväčšiu oblasť
ta: பெரிய பகிர்வுவை பிரிக்க

source: For best results, please ensure that this computer:
bn: সর্বোত্তম ফলাফলের জন্য নিশ্চিত করুন যে এই কম্পিউটারেঃ
fil: Para sa pinakamagandang resulta, siguraduhing ang kompyuter na ito ay:
id: Untuk hasil terbaik, pastikan bahwa komputer ini:
is: Til að útkoman verði sem best ættirðu að ganga úr skugga um að þessi tölva:
kk: Ең тиімді нәтижеге ие болу үшін, сіздің компьютеріңіз келесідей қасиеттерге ие болу керек:
ms: Untuk hasil terbaik, sila pastikan komputer ini:
ne: सबैभन्दा उत्तम नतिजाको लागि कृपया पक्का गर्नुहोस् कि यो कम्प्युटरमा:
oc: Per de resultats melhors, asseguratz-vos qu'aqueste ordenador :
ro: Pentru rezultate optime, asigurați-vă că acest calculator:
sk: Aby ste dosiahli najlepšie výsledky, uistite sa, že tento počítač:
ta: நல்லவித முடிவுகளுக்கு, தயவுச்செய்து இந்த கணினியை உறுதிசெய்:

source: Sorry
id: Maaf
kk: Кешіріңіз
ms: Maaf
ne: माफ गर्नुहोस्
oc: O planhèm
ro: Scuze

source: You need at least ${SIZE} disk space to install ${RELEASE}.
id: Kamu membutuhkan setidaknya ${SIZE} Hardisk kosong untuk menginstall ${RELEASE}
kk: ${RELEASE} орнатылуына кем дегенде дискіде ${SIZE} орын болуы тиіс.
ms: Anda perlukan sekurang-kurangnya ${SIZE} ruang cakera untuk pemasangan ${RELEASE}.
ne: ${RELEASE} स्थापना गर्न तपाईंलाई कम्तिमा ${SIZE} डिस्क स्पेस आवश्यक छ।
oc: Avètz besonh d'al mens ${SIZE} d'espaci disponible per installar ${RELEASE}.
ro: Aveți nevoie de cel puțin ${SIZE} spațiu pe disc pentru a instala ${RELEASE}

source: This computer has only ${SIZE}.
id: Komputer ini hanya mempunyai ${SIZE}
kk: Бұл компьютерде тек ${SIZE} бар.
ms: Komputer ini hanya mempunyai ${SIZE}.
ne: यो कम्प्युटरमा मात्र $ {आकार} छ।
oc: Aqueste ordenador possedís pas que ${SIZE}.
ro: Acest calculator are numai ${SIZE}

source: is plugged in to a power source
bn: বৈদ্যুতিক উৎসের সঙ্গে সংযুক্ত
fil: naka-lug sa isang power source
id: terhubung pada sumber listrik
is: sé í sambandi við rafmagn
kk: электр желіге қосылған (портативті құрылғыларға маңызды)
ms: dipalam masuk pada sumber kuasa
ne: बिजुली जडान गरिएको छ
oc: es religat al sector
ro: este conectat la rețeaua electrică
sk: je zapojený k zdroju napájania
ta: ஒரு மின்சார மூலத்தில் சொருகப்பட்டது

source: is connected to the Internet
bn: ইন্টারনেটের সঙ্গে সংযুক্ত
fil: konektado sa Internet
id: terhubung pada Internet
is: sé tengd við internetið
kk: интернетке қосылған
ms: disambungkan ke Internet
ne: इन्टरनेट जोडान गरिएको छ
oc: es connectat a l'Internet
ro: este conectat la internet
sk: je pripojený k internetu
ta: இணையத்துடன் இணைக்கப்பட்டது

source: This software is subject to license terms included with its documentation. Some is proprietary.
id: Perangkat lunak ini tunduk pada persyaratan lisensi disertakan dengan dokumentasinya. Beberapa adalah proprietary.
ms: Perisian ini termaktub dalam terma lesen yang disertakan dalam dokumentasinya. Sesetengah darinya bersifat proprietari.
ne: यो सफ्टवेयर लाइसेन्स सर्तहरू र यसका दस्तावेज समाविष्ट सफ़्टवेयर हो। केही स्वामित्व सुरक्षित गरिएको छ।
oc: Aqueste logicial es somés a de tèrmes de licéncia incluses dins sa documentacion. Certans son proprietaris.
ro: Acest software este subiectul unor termeni de licențiere incluși în documentația sa. Unii sunt proprietari.

source: Fluendo MP3 plugin includes MPEG Layer-3 audio decoding technology licensed from Fraunhofer IIS and Technicolor SA.
id: Plugin MP3 Fluendo termasuk teknologi pengawakode audio MPEG Layer-3 yang dilisensi dari Fraunhofer IIS dan Technicolor SA.
is: Fluendo MP3 viðbótin inniheldur MPEG Layer-3 hljóð afkóðunar tækni með leyfi frá Fraunhofer IIS og Technicolor SA.
ms: Pemalam MP3 Fluendo termasuklah teknologi pengekodan audio Lapisan-3 MPEG dari Fraunhofer IIS danTechnicolor SA.
ne: Fluendo MP3 प्लगिनमा Fraunhofer IIS r Technicolor SA बाट अनुमतिप्राप्त MPEG Layer-3 ध्वनि डिकोड गर्ने प्रविधि समावेश गरिएको छ ।
oc: Lo plugin Fluendo MP3 intègra la tecnologia de desencodatge àudio MPEG Layer-3 jos licéncia Fraunhofer IIS e Thomson SA.
sk: Zásuvný modul Fluendo MP3 obsahuje technológiu na dekódovanie zvuku MPEG Layer-3, ktorú licencuje Fraunhofer IIS a Technicolor SA.
ta: luendo MP3 செருகியானது MPEG Layer-3 ஓலி மறைக்குறி நீக்கல் நுட்பத்துக்கான உரிமங்களை Fraunhofer IIS and Technicolor SA இருந்து பெற்றுள்ளது.

source: Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media
id: Pasang software pihak ke 3 untuk Grafis dan Hardware Wi-Fi, Flash , MP3 Dan media yang lain.
ms: Pasang perisian pihak-ketiga grafik, perkakasan Wi-Fi, Flash, MP3 dan lain-lain media
ne: ग्राफिक्स र वाइफाइ हार्डवेयर, फ़्लाश, एमपी थ्री र अन्य मिडिया का लागि तेस्रो-पक्ष(बाहिरी) सफ्टवेयर स्थापना गर्नुहोस्।
oc: Installar los logicials tèrces pel material grafic e lo Wi-Fi, Flash, MP3 e autres supòrts

source: Download updates while installing ${RELEASE}
id: Download update ketika sedang menginstall ${RELEASE}
kk: ${RELEASE} орнатылып жатқан кезде жаңартуларды жүктеп алу
ms: Muat turun ketika memasang ${RELEASE}
ne: ${RELEASE} स्थापना गर्दा अपडेट डाउनलोड गर्नुहोस्
oc: Telecargar las mesas a jorn pendent l'installacion de ${RELEASE}
ro: Descărcați actualizări În timpul instalării ${RELEASE}

source: This saves time after installation.
id: Ini menghemat waktu setelah instalasi.
kk: Бұл орнатылымнан кейін сіздің уақытыңызды үнемдейді.
ms: Ia menjimatkan masa selepas pemasangan.
ne: स्थापना भएपछि यसले तपांंईको समय बचांउछ।
oc: Aquò fa ganhar de temps aprèp l'installacion.
ro: Acest lucru economisește timp după instalare.

source: Not available because there is no Internet connection.
id: Tidak tersedia karena tidak ada sambungan internet.
kk: Интернетпен байланысыңыз жоқ болған соң, жетімсіз.
ms: Tidak tersedia kerana ketiadaan sambungan Internet.
ne: इन्टरनेट सम्पर्क स्थापित नभएकाले उपलब्ध भएन।
oc: Indisponible perque i a pas de connexion Internet.
ro: Opțiunea nu este disponibilă din cauza lipsei conexiunii la internet.

source: Installing third-party drivers requires turning off Secure Boot. To do this, you need to choose a security key now, and enter it when the system restarts.
id: Memasang driver pihak ke tiga membutuhkan Secure Boot di matikan, Untuk melakukan ini, kamu harus memilih security key sekarang, dan memasukkan nya ketika sistem restart.
ms: Pemasangan pemacu pihak-ketiga memerlukan But Selamat atau Secur Boot dimatikan. Untuk membuatnya, anda perlu pilih satu kunci keselamatan sekarang, dan masukkannya ketika sistem dimulakan semula.
ne: तृतीय पक्षद्वारा बितरित हार्डवेर ईन्स्टल गर्नको लागी सेक्युर बूट अफ गरिनु पर्दछ । यसो गर्नको लागि, तपाइंले सेक्युरिटी कि छानेर सिस्टम पुन: सुचारु भए पछी लेख्नुहोस ।
oc: Installar de pilòts tèrces requesís de desactivar lo Secure Boot. Per aquò, vos cal causir ara una clau de seguretat, puèi l'utilizar quand lo sistèma reavia.
ro: Instalarea driverelor de la terți necesită oprirea opțiunii Secure Boot. Pentru a face asta, trebuie să alegeți acum o cheie de securitate pe care o veți introduce la repornirea sistemului.

source: Layout:
bn: লেআউট:
br: Aozadur ar c'hlavier :
id: Susunan:
is: Framsetning:
kk: Тілі (пернетақтаның):
ms: Susunatur:
ne: लेआउट:
oc: Disposicion :
ro: Aranjament:
sk: Rozloženie:
ta: விளக்கப்படம்

source: Variant:
bn: ভেরিয়েন্টঃ
br: Adaozadur :
id: Varian:
is: Tilbrigði:
kk: Түрі:
ms: Varian:
ne: प्रकार:
oc: Varianta :
ro: Variantă:
ta: மாற்று:

source: Below is an image of your current layout:
bn: আপনার ব্যবহৃত বর্তমান লেআউটটির একটি ছবি দেখানো হচ্ছে:
br: Amañ dindan ez eus ur skeudenn eus hoc'h aozadur klavier bremanel :
fil: Nasa baba ang isang larawan ng iyong kasalukuyang layout:
id: Berikut ini gambar susunan yang Anda miliki:
is: Hér að neðan er mynd af framsetningunni þinni:
kk: Ағымдағы тілдің бейнелік үлгісі:
ms: Dibawah adalah sebuah imej susunatur anda sekarang:
ne: तल तपाईंको किबोर्ड लेआउटको तस्वीर देखाइएको छ:
oc: Çaijós un apercebut de la disposicion actuala :
ro: Dedesubt este prezentată imaginea aranjamentului curent:
sk: Dolu je náhľad vášho aktuálneho rozloženia:
ta: கீழ்கண்டவை மாதிரியமைப்பின் ஒரு படம்:

source: Select your location, so that the system can use appropriate display conventions for your country, fetch updates from sites close to you, and set the clock to the correct local time.
bn: আপনার অবস্থান নির্বাচন করুন, এর ফলে সিস্টেম আপনার দেশের জন্য উপযুক্ত রীতিতে সবকিছু প্রদর্শন করতে পারবে, আপনার কাছাকাছি স্থান থেকে হালনাগাদের সার্ভার খুঁজে নেবে, এবং, স্থানীয় সময় অনুযায়ী সিস্টেমের ঘড়ির সময় ঠিক করে নেবে।
br: Dibabit ho lec'h annez evit ma'z implij ar reizhiad ar c'henemglevioù diskwel a-feson evit ho pro (eur, arouezioù moneiz, etc.), adtap an hizivadennoù diwar ar mirlec'hioù lec'hel ha reol an horolaj war an eur lec'hel.
fil: Piliin ang iyong lokasyon, upang ang sistema ay makagamit ng nararapat na mga display convention para sa iyong bansa, makakuha ng mga update sa mga site na pinakamalapit sa iyo, at mai-set ang orasan sa tamang lokal na oras.
id: Pilih lokasi Anda, sehingga sistem dapat memilih tampilan yang sesuai untuk negara Anda, memperoleh pemutakhiran dari situs terdekat, serta menyetel jam sesuai waktu lokal.
is: Veldu hvar þú er svo kerfið geti stillt klukkuna rétt. Þetta ákvarðar líka hvaðan tölvan sækir uppfærslur og hvernig dagsetningar og gjaldeyrir eru birt.
kk: Өзіңіздің орналасуыңызды көрсетіңіз, соның көмегімен жүйе сіздің еліңіздің өлшем бірліктерін, жүйенің жаңартуларын сізге ең жақын серверлерден жүктеулерді жасайды және де сағат белдеуін дұрыс анықтайды.
ms: Sila pilih lokasi anda,supaya sistem ini dapat menggunakan paparan singkatan yang sepatutnya untuk negara anda, memuat-turun kemaskini dari laman web yang paling hampir dengan anda,dan aturkan jam pada waktu tempatan yang sepatutnya.
ne: तपाईं भएको स्थान छान्नुहोस् ताकि यो प्रणालीले तपाई‍ंको स्थानअनुसार रुपान्तरण गर्न, नजिक भएको साईटबाट अपडेटहरू तान्न र सहि समय क्षत्रअनुसार तपाईँको घडी सेट गर्न सक्ने छ ।
oc: Causissètz vòstre luòc de residéncia per que lo sistèma utiliza las convencions d'afichatge (ora, simbòl monetari, etc.) adeqüatas per vòstre país, recupèra las mesas a jorn suls miralhs locals e règla corrèctament lo relòtge sus l'ora locala.
ro: Alegeți locația în care vă aflați, astfel încât sistemul să poată afișa convențiile corespunzătoare țării, să preia actualizări de la servere mai apropiate și să configureze corect ora după fusul orar local.
sk: Vyberte, kde sa nachádzate, aby systém mohol použiť konvencie zobrazovania príslušné pre vašu krajinu, sťahovať aktualizácie zo zrkadiel blízko vás a nastaviť hodiny na správny miestny čas.
ta: உங்களுடைய இடத்தை தேர்ந்தெடு. எனவேதான் கணினி உங்களுடைய நாட்டுக்கு தகுந்த வலக்கங்களை திரையில் காட்ட வசதிப்படும், புதுப்பித்தல்களை உங்கள் அருகில் உள்ள தளங்களிலிருந்து பெற, மற்றும் சரியான உள்ளூர் நேரத்தை கடிகாரத்தில் அமைக்க பயன்படும்.

source: Time Zone:
bn: সময় অঞ্চল
br: Gwezhid-eur
id: Zona Waktu:
is: Tímabelti:
kk: Сағат белдеуі:
ms: Zon Masa:
ne: समय क्षेत्र:
oc: Fus orari :
ro: Fus orar:
sk: Časové pásmo:
ta: நேரமண்டலம்:

source: [type here to change]
bn: [পরিবর্তনের জন্য এখানে লিখুন]
fil: [tumipa dito upang baguhin]
id: [ketik disini untuk mengganti]
is: [skrifaðu hér til að breyta]
kk: [өзгерту үшін осы жерге енгізіңіз]
ms: [taip di sini untuk mengubah]
ne: [परिवर्तन गर्न यहाँ टाइप गर्नुहोस्]
oc: [picatz aicí per lo cambiar]
ro: [tastați aici pentru a modifica]
sk: [zmeníte písaním sem]
ta: [மாற்ற இங்க தட்டவும்]

source: Replace ${OS} with ${DISTRO}
bn: প্রতিস্থাপন করুন ${OS} দিয়ে ${DISTRO}
fil: Palitan ang ${OS} ng ${DISTRO}
id: Ganti ${OS} dengan ${DISTRO}
is: Skipta ${OS} út fyrir ${DISTRO}
kk: ${OS} ${DISTRO} алмастыру
ms: Mengganti ${OS} dengan ${DISTRO}
ne: ${OS} लाई ${DISTRO} ले प्रतिस्थापन गर्ने
oc: Remplaçar ${OS} per ${DISTRO}
ro: Înlocuiește ${OS} cu ${DISTRO}
sk: Nahradiť ${OS} s ${DISTRO}
ta: ${OS} ஐ ${DISTRO} ஆல் மாற்று

source: <span foreground="darkred">Warning:</span> This will delete all of your ${OS} programs, documents, photos, music, and any other files.
bn: <span foreground="darkred">সতর্কীকরণ:</span> এটা আপনার ${OS} সব প্রোগ্রাম, নথি, ছবি, মিউজিক, এবং অন্য যেকোনো ফাইল সমস্ত মুছে ফেলবে।
fil: <span foreground="darkred">Babala:</span> Buburahin nito ang lahat ng mga programa, dokumento, larawan, musika, at iba pang file ng ${OS}.
id: <span foreground="darkred">Peringatan:</span> Ini akan menghapus semua program-program ${OS} Anda, dokumen-dokumen, foto-foto, musik, dan berkas-berkas yang lainnya.
is: <span foreground="darkred">Aðvörun:</span> Þetta mun eyða öllum ${OS} forritum, skjölum, myndum, tónlist og öðrum skrám.
kk: <span foreground="darkred">Назар аударыңыз:</span> Бұл әрекет сіздің ${OS} барлық бағдарламаларын, құжаттарын, фотосуреттерін, өлеңдерін және басқа да файлдарын жоятын болады.
ms: <span foreground="darkred">Amaran:</span> Tindakan ini akan memadam semua program, dokumen, foto, muzik, dan setiap fail lain ${OS} anda.
ne: <span foreground="darkred">चेतावनी:</span> यसले तपाईंको ${OS}बाट सबै प्रोग्रामहरू, कागजात, फोटो, संगीतहरू र अन्य सबै फाइलहरू हटाइदिने छ ।
oc: <span foreground="darkred">Avertiment :</span> Aquò suprimirà totes vòstres logicials ${OS}, documents, fòtos, musicas, e autres fichièrs.
ro: <span foreground="darkred">Avertisment:</span> Această acțiune va șterge toate programele, documentele, fotografiile, muzica, precum și orice alte fișiere existente în ${OS}.
sk: <span foreground="darkred">Upozornenie:</span> Týmto sa zmažú všetky vaše programy, dokumenty, fotografie, hudba a ostatné súbory v ${OS}.
ta: <span foreground="darkred">எச்சரிக்கை:</span> இது உங்களுடைய ${OS} யின் பயன்பாடுகள், ஆவணங்கள், படங்கள், இசை, மேலும் பிற கோப்புகளை நீக்க விடும்.

source: Install ${DISTRO} alongside ${OS}
bn: ইনস্টল ${DISTRO} পাশাপাশি ${OS}
fil: I-install ang ${DISTRO} katabi ng ${OS}
id: Pasang ${DISTRO} bersama ${OS}
is: Setja ${DISTRO} upp samhliða ${OS}
kk: ${DISTRO} ${OS} қасында орнату
ms: Pasang ${DISTRO} bersebelahan ${OS}
ne: ${DISTRO} लाई ${OS} सँगै स्थापना गर्ने
oc: Installar ${DISTRO} conjuntament a ${OS}
ro: Instalează ${DISTRO} alături de ${OS}
sk: Nainštalovať ${DISTRO} vedľa ${OS}
ta: ${DISTRO}ஐ ${OS} உடன் இணைந்து நிறுவு

source: Documents, music, and other personal files will be kept. You can choose which operating system you want each time the computer starts up.
bn: সব প্রোগ্রাম, নথি, ছবি, মিউজিক, এবং অন্য যেকোনো ফাইল রাখা হবে। আপনি কম্পিউটার চালনোর সময় কোন অপারেটিং সিস্টেম চান তা নির্বাচন করতে পারেন।
fil: Ang mga dokumento, musika, at iba pang personal na file ay mananatili. Maaari mong piliin kung anong operating system ang nais mo tuwing bubukas ang kompyuter.
id: Dokumen, musik, dan file pribadi lainnya akan disimpan. Anda dapat memilih sistem operasi yang Anda ingin setiap kali komputer dinyalakan.
is: Allar persónulegar skrár á borð við skjöl, tónlist o.þ.h. verða ósnertar. Þú getur valið hvaða stýrikerfi þú vilt nota í hvert skipti sem tölvan er ræst.
kk: Құжаттар, өлеңдер және тағы басқа жеке файлдарыңыз сақталынатын болады. Компьютер қосылатын кезде жүктелінетін операциялық жүйені таңдауыңызға болады.
ms: Dokumen, muzik, dan fail peribadi yang lain akan disimpan. Anda boleh memilih sistem operasi yang anda ingin setiap kali komputer dihidupkan.
ne: तपाईंका कागजात, संगित र अरु फाईलहरू जस्ताको तस्तै राखिनेछन् । कम्प्युटर प्रत्यक पटक शुरु हुदाँ तपाईँले चलाउन चाहनुहुने प्रणाली छान्न सक्नुहुन्छ ।
oc: Los documents, musicas e autres fichièrs personals seràn conservats. Podètz causir lo sistèma operatiu d'aviar al moment de l'amodament de l'ordenador.
ro: Documentele, muzica și celelalte fișiere personale vor fi păstrate. Veți putea alege sistemul de operare dorit la fiecare pornire a calculatorului.
sk: Dokumenty, hudba a ostatné osobné súbory budú zachované. Môžete si vybrať, ktorý operačný systém chcete spustiť pri každom štarte počítača.
ta: ஆவணங்கள், இசை, மற்றும் மற்ற தனிப்பட்ட கேப்புகளை வை.

source: Install ${DISTRO} inside ${OS}
bn: ${DISTRO} ইনস্টল ${OS} এ
fil: I-install ang ${DISTRO} sa loob ng ${OS}
id: Pasang ${DISTRO} di dalam ${OS}
is: Setja ${DISTRO} upp innan í ${OS}
kk: ${DISTRO} ${OS} ішінде орнату
ms: Pasang ${DISTRO} didalam ${OS}
ne: ${DISTRO} लाई ${OS} भित्र स्थापना गर्ने
oc: Installar ${DISTRO} dins ${OS}
ro: Instalează ${DISTRO} în interiorul ${OS}
sk: Nainštalovať ${DISTRO} do ${OS}
ta: ${DISTRO}ஐ ${OS} உள்ளே நிறுவு

source: Something else
bn: অন্য কিছু
br: Un dra bennak all
fil: Iba pa
id: Sesuatu yang lain
is: Eitthvað annað
kk: Басқашалай
ms: Yang lain
ne: अरू केही
oc: Quicòm mai
ro: Altceva
sk: Niečo iné
ta: வேறு ஏதேனும்
