Repository: GalliumOS/ubiquity
Catalog: debian/real-po/*.po
Languages: bn, br, fil, id, is, kk, ms, ne, oc, ro, sk, ta

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
bn: কখনো কখনো ত্রুটিযুক্তি সিডি/ডিভিডি ডিস্ক বা ড্রাইভের কারণে বা ত্রুটিযুক্ত হার্ডডিস্কের কারণে এমন হয়ে থাকে। সিডি/ডিভিডি পরিষ্কার করলে, সিডি/ডিভিডি রেকর্ড করার সময়ে কম গতিতে করলে, অথবা সিডি/ডিভিডি ড্রাইভের লেন্স পরিষ্কার করলে এই সমস্যা সমাধান হতে পারে (ইলেক্ট্রনিক্স দোকানে/সরবরাহকারীর কাছে মাঝে মাঝে এই লেন্স পরিষ্কারের জিনিষপাতি পাওয়া যায়)। হার্ডডিক্সটি অতি পুরাতন হওয়ার ফলে নতুন হার্ডডিস্ক দিয়ে প্রতিস্থাপন করা জরুরী কি না সেটা পরীক্ষা করুন, অথবা, পুরা সিস্টেমটিকে একটু ঠান্ডা জায়গায় নিয়ে গেলেও সমস্যার সমাধান হতে পারে।
br: Degouezhout a ra alies en abeg d'ur gantenn pe d'un drobarzhell CD/DVD siek pe d'ur gantenn galet siek. Dilousañ ar gantenn CD/DVD, engravañ ar CD/DVD gant un tizh izeloc'h pe zilousañ ferennoù an drobarzhell CD/DVD (kinniget e vez spletadoù dilousañ gant marc'hadourion traoù elektronek), gwiriañ hag-eñ eo re gozh ar gantenn, hag-eñ eo ret he c'hemmañ pe zilec'hiañ ar reizhiad betek un endro freskoc'h a skoazello marteze.
fil: Ito ay maaaring dahil sa di maayos na CD/DVD disk o drive, o di maayos na hard disk. Maaaring makatulong ang paglilinis ng CD/DVD, ang paglathala sa CD/DVD ng mas mabagal, ang paglinis ng CD/DVD drive lens (mga gamit pampalinis ay karaniwang nabibili sa mga electronics suppliers), ang pagsusuri kung kailangan ng palitan ang hard disk dahil sa katandaan o ang paglipat ng buong gamit sa lugar ng mas malamig ang paligid.
id: Hal ini sering disebabkan adanya kesalahan pada cakram atau penggerak CD/DVD, atau kesalahan pada hard disk. Coba bersihkan keping CD/DVD, bakar dengan kecepatan rendah, bersihkan lensa penggerak CD/DVD (peralatan pembersih dapat dibeli di toko elektronik), serta periksa juga apakah hard disk milik Anda sudah tua dan perlu diganti, atau pindahkan sistem pada lokasi yang lebih dingin.
is: Þetta er oft vegna röskunar á CD/DVD-geisladisks eða harðdisks. Það gæti hjálpað að hreinsa geisladiskinn, endurskrifa hann á minni hraða, hreinsa drifslensuna (hreinsunarsett eru oft fáanleg í raftækjaverslun), athuga hvort harðdiskurinn sé gamal og þörf er á skiptingu, eða að færa tölvuna í kaldara umhverfi.
kk: Бұл мәселе көбінесе нашар CD/DVD дискі, дисковод қатесінен, қатқыл дискінің жарамсыздығынан пайда болуы мүмкін. CD/DVD дискіні абайлап тазалап көріңіз, дискіні төмен жылдамдықпен жазу немесе CD/DVD дисковод линзасын тазалап көріңіз (тазалау құралдарын арнайы дүкендерден сатып алуға болады), әлде қатқыл диск ескеріп, ауыстыруын қажет ететін шығар, немесе жай ғана компьютеріңізді салқынырақ жерге қоюыңыз керек.
ms: Ini biasanya disebabkan disk atau drive CD/DVD yang rosak, atau hard disk yang rosak. Ia mungkin membantu untuk membersihkan CD/DVD, burn CD/DVD pada kelajuan yang lebih rendah, membersihkan lensa drive CD/DVD (perkakas membersih biasanya sedia ada pada pembekal alat-alat elektronik), untuk memeriksa sama ada hard disk adalah lama atau memerlukan penggantian, atau untuk meletakkan sistem pada tempat yang lebih sejuk.
ne: यो प्रायजसो बिग्रेको CD/DVD डिस्क वा ड्राइभ अथवा बिग्रेको हार्ड डिस्कले गर्दा हुन्छ । CD/DVD सफा गरेमा वा CD/DVD बर्न गर्दा ढीला गतिमा गरेमा अथवा CD/DVD ड्राइभको लेन्स सफा गरेमा काम गर्न सक्छ (सफा गर्ने सामग्रीहरू विधुतीय सामाग्री पाइने पसलमा पाउन सकिन्छ) । अथवा हार्ड डिस्क पुरानो छ कि नयाँ किन्नुपर्ने छ जाँचेर, वा अलि चिसो कोठामा सर्दा काम गर्न सक्छ ।
oc: Aquò es sovent causat per un disc o un lector CD/DVD defectuós o un disc dur defectuós. Podètz ensajar de netejar lo CD/DVD, de lo gravar a velocitat reducha o de netejar la lentilha del lector CD/DVD (de kits de netejament son sovent disponibles dins de magasins d'electronica). Tanben pòt èsser util de verificar l'edat del disc dur e d'envisajar un remplaçament eventual, o de desplaçar vòstre sistèma dins un environament mai fresc.
ro: Aceasta se datorează, adesea, unui CD/DVD sau unui hard disk cu probleme. Poate fi util să curățați CD-ul sau DVD-ul, să îl inscripționați la o viteză mai mică sau să curățați lentila inscriptorului de CD/DVD (kit-uri de curățare se găsesc, de obicei, la magazinele de electronice). Mai puteți să verificați starea hard disk-ului, care poate fi vechi și ar trebui înlocuit, sau să mutați sistemul într-un loc mai răcoros.
sk: Príčinou tejto chyby býva často vadný CD/DVD disk alebo mechanika, eventuálne pevný disk. Očistením CD/DVD disku, vypálením obsahu CD-DVD na nižšej rýchlosti, prípadne vyčistením optiky CD/DVD mechaniky (čistiace sady často nájdete v predajniach elektroniky), eventuálne zvážením výmeny starého pevného disku za nový, prípadne presunom do chladnejšieho prostredia sa môžete takejto chybe s veľkou pravdepodobnosťou vyvarovať.
ta: சில சமயங்களில் இது பழுதடைந்த CD/DVD வட்டு அல்லது இயக்கி அல்லது வன்தட்டால் ஏற்படும். இது CD/DVD வட்டை சுத்தம் செய்ய, குறைவான வேகத்தில் CD/DVDஐ எழுத, CD/DVD வட்டின் கண்ணாடிகளை(கடைகளில் கிடைக்கக்கூடியது தான்) சுத்தம் செய்ய அல்லது வன்தட்டு பழையதா என சரிபார்க்க தேவைப்பட்டால் மாற்ற அல்லது கணினியை குழுமையான சூழலுக்கு மாற்ற உதவலாம்.

source: The following file did not match its source copy on the CD/DVD:
bn: এই ফাইলটি এর উৎস সিডি/ডিভিডির অনুলিপির সাথে মেলেনি:
br: Ar restr da heul ne glot ket gant eilad he zarzh war ar CD/DVD :
fil: Ang sumusunod na dokumento ay hindi tumutugma sa pangunahing kopya na nasa CD/DVD:
id: Berkas berikut tidak sesuai dengan sumbernya di CD/DVD:
is: Eftirfarandi skrá passar ekki við grunnafrit þess á CD/DVD-disknum:
kk: Мына файл CD/DVD дисктегі нұсқасына сәйкес келмейді:
ms: Fail berikut tidak ada persamaan dengan sumber salinan pada CD/DVD:
ne: निम्नानुसारको फाइल CD/DVDमा भएको फाइलसँग मेल खाएन:
oc: Lo fichièr seguent correspond pas a sa còpia originala sul CD/DVD :
ro: Următorul fișier nu s-a potrivit cu sursa sa de copiere de pe CD/DVD:
sk: Nasledujúci súbor nezodpovedal svojej zdrojovej kópii na CD/DVD:
ta: CD/DVD மூலத்தலிருந்து நகலெடுக்கப்பட்ட பின்வரும் கோப்பானது பொருந்தவில்லை:

source: Copying installation logs...
bn: ইনস্টালেশন লগ কপি করা হচ্ছে...
br: Oc'h eilañ deizlevr ar staliadur...
fil: Kinokopya ang mga logs ng pag-install...
id: Menyalin catatan instalasi...
is: Afrita uppsetningarannála...
kk: Орнатылым журналдарын көшіру...
ms: Menyalin daftar pemasangan...
ne: स्थापना टिप्पणीहरुको प्रतिलिपी बनाउँदै...
oc: Còpia dels jornals de l'installacion...
ro: Se copiază înregistrările de instalare...
sk: Kopírujú sa záznamy o inštalácii...
ta: நிறுவல் பதிவேடு நகலெடுக்கப்படுகிறது.

source: Configuring target system...
bn: উদ্দিষ্ট সিস্টেমটিকে কনফিগার করা হচ্ছে...
br: O kefluniañ ar reizhiad arvoned...
fil: Kino-configure ang target system...
id: Menyetel sistem tujuan...
is: Stilli tiltekið kerfi...
kk: Қабылдаушы жүйені баптау...
ms: Mengkonfigurasi sistem sasaran...
ne: लक्षित प्रणाली तयार पार्दै...
oc: Configuracion del sistèma de destinacion...
ro: Se configurează sistemul ales...
sk: Nastavuje sa cieľový systém...
ta: இலக்கு கணினியை கட்டமைக்கிறது...

source: Configuring system locales...
bn: সিস্টেম লোকেল কনফিগার করা হচ্ছে...
br: O kefluniañ yezhoù ar reizhiad...
fil: Kino-configure ang system locales...
id: Menyetel lokal sistem...
is: Stilli staðbundnar stillingar...
kk: Жүйелік локализацияларды баптау...
ms: Mengkonfigurasi sistem tempatan...
ne: प्रणाली स्थानियकरण तयार पार्दै...
oc: Configuracion dels paramètres regionals del sistèma
ro: Se configurează datele locale...
sk: Nastavujú sa lokálne nastavenia systému...
ta: கணினி வட்டாரம் வடிவமைக்கப்படுகிறது ...

source: Configuring apt...
bn: এপিটি(apt) কনফিগার করা হচ্ছে...
br: O kefluniañ apt...
fil: Kino-configure ang apt...
id: Menyetel apt...
is: Stilli apt...
kk: apt баптау...
ms: Mengkonfigurasi apt...
ne: apt तयार पार्दै...
oc: Configuracion d'apt...
ro: Se configurează apt...
sk: Nastavuje sa apt...
ta: ஆப்ட் (apt) வடிவமைக்கப்படுகிறது.

source: Configuring time zone...
bn: সময় অঞ্চল কনফিগার করা হচ্ছে...
br: O kefluniañ gwerzhid-eur...
fil: Kino-configure ang time zone...
id: Menyetel zona waktu...
is: Stilli tímabelti...
kk: Уақыт белдеуін баптау...
ms: Mengkonfigurasi zon masa...
ne: समय क्षेत्र तयार पार्दै...
oc: Configuracion del fus orari...
ro: Se configurează fusul orar...
sk: Nastavuje sa časové pásmo...
ta: நேர மண்டலம் வடிவமைக்கப்படுகிறது...

source: Configuring keyboard...
bn: কীবোর্ড কনফিগার করা হচ্ছে...
br: O kefluniañ ar c'havier...
fil: Kino-configure ang keyboard...
id: Menyetel papan ketik...
is: Stilli lyklaborð...
kk: Пернетақтаны баптау...
ms: Mengkonfigurasi papan kekunci...
ne: किबोर्ड तयार पार्दै...
oc: Configuracion del clavièr...
ro: Se configurează tastatura...
sk: Nastavuje sa klávesnica ...
ta: விசைப்பலகை வடிவமைக்கப்படுகிறது...

source: Creating user...
bn: ব্যবহারকারী তৈরি করা হচ্ছে...
br: O krouiñ an arveriad-ez...
fil: Nililikha ang gagamit...
id: Membuat pengguna...
is: Bý til notanda...
kk: Пайдаланушы құру...
ms: Menghasilkan pengguna...
ne: प्रयोगकर्ता बनाउँदै...
oc: Creacion d'un utilizaire...
ro: Se creează utilizatorul...
sk: Vytvára sa používateľ...
ta: பயனரை உருவாக்குகிறது...

source: Configuring hardware...
bn: হার্ডওয়্যার কনফিগার করা হচ্ছে...
br: O kefluniañ ar periant...
fil: Kino-configure ang hardware...
id: Menyetel perangkat keras...
is: Stilli vélbúnað...
kk: Жабдықты баптау...
ms: Mengkonfigurasi perkakasan...
ne: हार्डवेयर तयार पार्दै...
oc: Configuracion del material...
ro: Se configurează suportul hardware...
sk: Nastavuje sa hardvér...
ta: வன் பொருள் வடிவமைக்கப்படுகிறது...

source: Installing third-party software...
bn: থার্ড পার্টি সফ্টওয়্যার ইনস্টল করা হচ্ছে...
fil: Ini-install ang mga programang galing sa iba
id: Memasang perangkat lunak pihak ketiga...
is: Setja upp hugbúnað frá öðrum aðilum...
kk: Үшінші жақты бағдарламалық қамтамасыздандыру орнатылуда...
ms: Memasang perisiah pihak ketiga...
ne: तेश्रोपक्षको सफ्टवेयर स्थापना गरिँदै छ...
oc: Installacion de logicials tèrces en cors...
ro: Se instalează componente software de la părți terțe...
sk: Inštaluje sa softvér tretích strán...
ta: மூன்றாம் தரப்பினரின் மென்பொருள்

source: Configuring network...
bn: নেটওয়ার্ক কনফিগার করা হচ্ছে...
br: O kefluniañ ar rouedad...
fil: Kino-configure ang network...
id: Menyetel jaringan...
is: Stilli net...
kk: Жүйені баптау...
ms: Mengkonfigurasi rangkaian...
ne: नेटवर्क तयार पार्दै...
oc: Configuracion de la ret...
ro: Se configurează rețeaua...
sk: Nastavuje sa sieť...
ta: வலைப்பின்னல் வடிவமைக்கப்படுகிறது ...

source: Configuring boot loader...
bn: বুট লোডার কনফিগার করা হচ্ছে...
br: O kefluniañ ar c'harger-luskañ...
fil: Kino-configure ang bootloader...
id: Menyetel pemuat boot...
is: Stilli ræsistjóra...
kk: Жүктеушіні баптау...
ms: Mengkonfigurasi pemuat boot...
ne: बूटलोडर तयार पार्दै...
oc: Configuracion del gestionari d'aviada...
ro: Se configurează încărcătorul de sistem...
sk: Nastavuje sa zavádzač...
ta: துவக்கி வடிவமைக்கப்படுகிறது ...

source: Saving installed packages...
bn: ইনস্টলকৃত প্যাকেজ সংরক্ষণ করা হচ্ছে...
fil: Iniaadya ang mga programang nakalakip...
id: Menyimpan paket yang dipasang...
is: Vistar uppsetta pakka...
kk: Орнатылған пакеттер сақталынуда...
ms: Menyimpan pakej yang dipasang...
ne: स्थापना गरिएका प्याकेजहरूलाई सुरक्षित गरिँदै छ...
oc: Enregistrament dels paquets installats…
ro: Se salvează pachetele instalate...
sk: Ukladajú sa nainštalované balíky...
ta: நிறுவிய பொதிகளை சேமிக்கிறது...

source: Restoring previously installed packages...
bn: পূর্বে ইনস্টলকৃত প্যাকেজ পুনরূদ্ধার করা হচ্ছে...
fil: Ibinabalik ang dating mga programang nakalakip
id: Mengembalikan paket yang sebelumnya dipasang...
is: Endurheimti áður uppsetta pakka...
kk: Бұрын орнатылған пакеттерді қайта қалпына келтірілуде...
ms: Memulih pakej yang dipasang terdahulu...
ne: पहिल्यै स्थापना गरिएका प्याकेजहरूलाई पुनर्स्थापना गरिँदै छ...
oc: Restabliment dels paquets installats precedentament…
ro: Se restaurează pachetele instalate anterior...
sk: Obnovujú sa v minulosti nainštalované balíky...
ta: முன்பு நிறுவிய பொதிகளை மீட்டமைக்கிறது...

source: Installing additional packages...
bn: অতিরিক্ত প্যাকেজসমূহ ইনস্টল করা হচ্ছে...
br: O staliañ pakadoù ouzhpenn...
fil: Ini-install ang karagdagang mga programa...
id: Memasang paket tambahan...
is: Set upp aukapakka...
kk: Қосымша пакеттер орнатылуда...
ms: Memasang pakej tambahan
ne: थप प्याकेजहरु स्थापना गर्दै
oc: Installacion dels paquets addicionals...
ro: Se instalează pachete adiționale...
sk: Inštalujú sa ďalšie balíky...
ta: கூடுதலான பொதிகளை நிறுவுகிறது...

source: Checking for packages to install...
bn: প্যাকেজসমূহ ইনস্টল করার জন্য পরীক্ষা করা হচ্ছে...
br: O wiriañ ar pakadoù da staliañ...
fil: Tinitingnan ang mga programang i-iinstall...
id: Memeriksa paket yang akan dipasang...
is: Athugar eftir pökkum til uppsetningar...
kk: Орнатылатын пакеттер тексерілуде...
ms: Memeriksa pakej untuk pemasangan
ne: स्थापना गर्नुपर्ने प्याकेजहरु जाँच गर्दै ...
oc: Verificacion dels paquets d'installar...
ro: Se caută pachete de instalat...
sk: Kontrolujú sa balíky na inštaláciu...
ta: பொதிகளை நிறுவ சரிபார்க்கிறது...

source: Removing extra packages...
bn: অতিরিক্ত প্যাকেজ মুছে ফেলা হচ্ছে...
br: O tilemel ar pakadoù diret...
fil: Inaalis ang extrang programa...
id: Sedang menghapus paket-paket tambahan...
is: Fjarlægi aukapakka...
kk: Қосымша пакеттер жойылуда...
ms: Membuang pakej lebihan...
ne: बढी भएका प्याकेजहरु हटाउँदै
oc: Supression dels paquets suplementaris...
ro: Se elimină pachetele suplimentare...
sk: Odstraňujú sa extra balíky...
ta: கூடுதல் பொதிகள் நீக்கப் படுகின்றன...

source: Checking for packages to remove...
bn: বাদ দেয়ার মত প্যাকেজ খোঁজা হচ্ছে ...
br: O klask ar pakadoù da zilemel...
fil: Tinitingnan ang mga programang aalisin...
id: Memeriksa paket yang hendak dihapus...
is: Athuga eftir pökkum til að fjarlægja...
kk: Жойылатын пакеттер тексерілуде...
ms: Menyemak pakej untuk dibuang...
ne: हटाउनुपर्ने प्याकेजहरु जाँच गर्दै...
oc: Verificacion dels paquets de suprimir...
ro: Se caută pachete de eliminat...
sk: Zisťuje sa zoznam balíkov na odstránenie...
ta: நீக்குவதற்கு பொதிகள் சோதிக்கப் படுகின்றன...

source: Downloading packages (${TIME} remaining)...
bn: প্যাকেজগুলো ডাউনলোড করা হচ্ছে (${TIME} অবশিষ্ট আছে) ...
br: O pellgargañ pakadoù (${TIME} a chom)...
fil: Dina-download ang mga programa (${TIME} natitira)...
id: Mengunduh paket (${TIME} lagi)...
is: Sæki pakka (${TIME} eftir)...
kk: Пакеттерді жүктеп алу (${TIME} қалды)...
ms: Muat turun pakej (masa yang tinggal ${TIME})...
ne: प्याकेजहरु डाउनलोड गर्दै (${TIME} बाँकी)...
oc: Telecargament dels paquets (demòra ${TIME})...
ro: Se descarcă pachete (încă ${TIME})...
sk: Sťahujú sa balíky (ostáva ${TIME})...
ta: தொகுப்புகளை பதிவிறக்குகிறது மீதம் நேரம் (${TIME})...

source: Downloading package lists...
bn: প্যাকেজগুলোর তালিকা ডাউনলোড করা হছে ...
br: O pellgargañ roll ar pakadoù...
fil: Dina-download ang mga listahan ng programa...
id: Mengunduh daftar paket...
is: Sæki pakkalista...
kk: Пакеттер тізімі жүктелінуде...
ms: Memuat turun senarai pakej...
ne: प्याकेज सूची डाउनलोड गरिँदै छ...
oc: Telecargament de las listas de paquets
ro: Se descarcă listele de pachete...
sk: Sťahujú sa zoznamy balíkov...
ta: தொகுப்புகளை பதிவிறக்குகிறது...

source: Downloading package lists (${TIME} remaining)...
bn: প্যাকেজগুলোর তালিকা ডাউনলোড করা হছে (${TIME}অবশিষ্ট আছে ) ...
br: O pellgargañ roll ar pakadoù (${TIME} a chom)...
fil: Dina-download ang listahan ng programa (${TIME} natitira)...
id: Mengunduh daftar paket (${TIME} lagi)...
is: Sæki pakkalista (${TIME} eftir)...
kk: Пакеттер тізімі жүктелінуде (${TIME} қалды)...
ms: Memuaturun senarai pakej (${TIME} lagi)...
ne: प्याकेजका सूचीहरू डाउनलोड गरिँदै छ (${TIME} बाँकी)...
oc: Telecargament de las listas de paquets (resta ${TIME})...
ro: Se descarcă listele de pachete (încă ${TIME})...
sk: Sťahujú sa zoznamy balíkov (ostáva ${TIME})...
ta: தொகுப்புகளின் பட்டியலை பதிவிறக்குகிறது. மீதம். நேரம் (${TIME})...

source: Error installing ${PACKAGE}
bn: ${PACKAGE} ইনস্টল করা যাচ্ছে না
br: Fazi o staliañ ${PACKAGE}
fil: Error sa pag-install ng programa ${PACKAGE}
id: Galat ketika memasang ${PACKAGE}
is: Villa við uppsetningu ${PACKAGE}
kk: ${PACKAGE} орнату кезінде қате туындады
ms: Ralat memasang ${PACKAGE}
ne: ${PACKAGE} स्थापना गर्दा त्रुटि भयो
oc: Error al moment d'installar ${PACKAGE}
ro: Eroare la instalarea ${PACKAGE}
sk: Chyba pri inštalácii ${PACKAGE}
ta: ${PACKAGE} நிறுவலில் பிழை

source: Error removing ${PACKAGE}
bn: ${PACKAGE} সরানোতে ত্রুটি ঘটেছে
br: Fazi o tilemel ${PACKAGE}
fil: Error sa pag-alis ng ${PACKAGE}
id: Galat ketika menghapus ${PACKAGE}
is: Villa við að fjarlægja ${PACKAGE}
kk: ${PACKAGE} пакетін жою кезінде қате туындады
ms: Ralat membuang ${PACKAGE}
ne: ${PACKAGE} हटाउँदा त्रुटि
oc: Error al moment de suprimir ${PACKAGE}
ro: Eroare la eliminarea ${PACKAGE}
sk: Chyba pri odstraňovaní ${PACKAGE}
ta: ${PACKAGE} நீக்குவதில் பிழை

source: Error while installing packages
bn: প্যাকেজসমূহ ইনস্টলের সময় সমস্যা দেখা দিয়েছে
br: Fazi o staliañ pakadoù
fil: Error sa pag-iinstall ng mga programa
id: Galat ketika memasang paket
is: Villa við uppsetningu pakka
kk: Пакеттерді орнату кезінде қате пайда болды
ms: Ralat ketika memasang pakej-pakej
ne: प्याकेजहरू स्थापना गर्दा त्रुटि
oc: Error al moment d'installar de paquets
ro: Eroare în timpul instalării pachetelor
sk: Chyba pri inštalácii balíkov
ta: பொதிகளை நிறுவும்போது பிழை

source: An error occurred while installing packages:
bn: প্যাকেজসমূহ ইনস্টলের সময় একটি সমস্যা হয়েছে
br: Bet ez eus bet ur fazi e-pad ma oa o staliañ ar pakadoù:
fil: May natagpuang error habang ini-install ang mga programa:
id: Terjadi galat ketika memasang paket:
is: Villa kom upp við uppsetningu pakka:
kk: Пакеттерді орнату кезінде қате пайда болды:
ms: Ada ralat berlaku semasa pemasangan pakej:
ne: प्याकेजहरू स्थापना गर्दा एउटा त्रुटि भयो:
oc: I a agut una error al moment d'installar de paquets :
ro: A apărut o eroare pe parcursul instalării pachetelor:
sk: Pri inštalácii balíkov sa vyskytla chyba:
ta: பொதிகளை நிறுவும்பொது ஒரு பிழை நேர்ந்தது:

source: The following packages are in a broken state:
bn: এই প্যাকেজসমূহ নষ্ট অবস্থায় আছে
br: Torret eo pakadoù da heul:
fil: Ang mga sumusunod na programa ay nasa di maayos na kalagayan:
id: Paket-paket berikut dalam kondisi rusak:
is: Eftirtaldir pakkar eru laskaðir:
kk: Келесі пакеттер зақымданған:
ms: Pakej berikut berada dalam keadaan tidak lengkap::
ne: निम्न प्याकेजहरू बिग्रेको अवस्थामा छन्:
oc: Los paquets seguents son corromputs :
ro: Următoarele pachete se află în stare nefuncțională:
sk: Nasledovné balíky sú v stave pokazené:
ta: பின்வரும் பொதிகள் உடைந்த நிலையிலுள்ளன:
