Repository: GalliumOS/ubiquity
Catalog: debian/real-po/*.po
Languages: bn, br, fil, id, is, kk, ms, ne, oc, ro, sk, ta

source: You can create or resize partitions yourself, or choose multiple partitions for ${DISTRO}.
bn: আপনি নিজে পার্টিশন তৈরি বা পুনরায় আকার দিতে পারেন বা ${DISTRO} এর জন্য বিবিধ পার্টিশন নির্বাচন করতে পারেন।
fil: Maaari kang gumawa o magbago ng laki ng mga partition ng mano-mano, o pumili ng mga multiple partition para sa ${DISTRO}.
id: Anda dapat membuat atau mengubah ukuran partisi, atau memilih banyak partisi untuk ${DISTRO}.
is: Þú getur sjálf(ur) búið til disksneiðar og breytt stærð þeirra, eða valið eina eða fleiri disksneiðar fyrir ${DISTRO}.
kk: Сіз ${DISTRO} үшін диск бөлімдерін құра немесе өлшемін өзгерте аласыз, әлде бірнеше бөлімдерді таңдай да аласыз.
ms: Anda boleh mencipta atau saizkan semula partisi anda sendiri, atau pilih partisi berbilang untuk ${DISTRO}.
ne: तपाईं आँफैले पार्टिसन बनाउन वा आकार फेरबदस गर्न सक्नुहुन्छ, अथवा ${DISTRO}को लागि विभिन्न पार्टिसनहरू छान्न सक्नुहुन्छ ।
oc: Podètz crear o redimensionar las particions vos meteis, o causir mantuna particion per ${DISTRO}.
ro: Puteți crea sau redimensiona partiții sau puteți alege mai multe partiții pentru ${DISTRO}.
sk: Môžete vytvoriť alebo zmeniť veľkosť diskových oblastí sami alebo vybrať viacero oblastí pre ${DISTRO}.
ta: நீங்க தாங்களாகவே வட்டு பிரிவுகளை உருவாக்க அளவு மாற்ற முடியும், அல்லது ${DISTRO} க்காக பல வட்டு பிரிவுகளை தேர்ந்தெடுக்க முடியும்.

source: Erase ${CURDISTRO} and reinstall
bn: ${CURDISTRO} অপসারণ এবং পুনরায় ইনস্টল
fil: Burahin ang ${CURDISTRO} at mag-reinstall
id: Hapus ${CURDISTRO} dan pasang ulang
is: Eyða ${CURDISTRO} og setja upp aftur
kk: ${CURDISTRO} жойып, қайта орнатылымды бастау
ms: Padam ${CURDISTRO} dan pasang semula
ne: ${CURDISTRO} लाई हटाउने र पुनःस्थापना गर्ने
oc: Suprimir ${CURDISTRO} e reïnstallar
ro: Șterge ${CURDISTRO} și reinstalează
sk: Zmazať ${CURDISTRO} a nainštalovať znova
ta: ${CURDISTRO} ஐ அழித்துவிட்டு மீண்டும் நிறுவு

source: <span foreground="darkred">Warning:</span> This will delete all your ${CURDISTRO} programs, documents, photos, music, and any other files.
bn: <span foreground="darkred">সতর্কীকরণ:</span> এটা আপনার ${CURDISTRO} সব প্রোগ্রাম, নথি, ছবি, মিউজিক, এবং অন্য যেকোনো ফাইল সমস্ত মুছে ফেলবে।
fil: <span foreground="darkred">Babala:</span> Buburahin nito ang lahat ng mga programa, dokumento, larawan, musika, at iba pang file ng ${CURDISTRO}.
id: <span foreground="darkred">Peringatan:</span> Ini akan menghapus semua program ${CURDISTRO} Anda, dokumen, foto, musik, serta berkas-berkas yang lain.
is: <span foreground="darkred">Viðvörun:</span> Þetta mun eyða öllum ${CURDISTRO} forritum, skjölum, myndum, tónlist og öllum öðrum skrám.
kk: <span foreground="darkred">Назар аударыңыз:</span> Бұл әрекет сіздің ${CURDISTRO} барлық бағдарламаларын, құжаттарын, фотосуреттерін, өлеңдерін және басқа да файлдарын жоятын болады.
ms: <span foreground="darkred">Amaran:</span> Tindakan ini akan memadam semua program, dokumen, foto, muzik dan fail lain ${CURDISTRO} anda.
ne: <span foreground="darkred">चेतावनी:</span> यसले तपाईंको ${CURDISTRO}बाट सबै प्रोग्रामहरू, कागजात, फोटो, संगीतहरू र अन्य सबै फाइलहरू हटाइदिने छ ।
oc: <span foreground="darkred">Avertiment :</span> Aquò suprimirà totes vòstres logicials ${CURDISTRO}, vòstres documents, fòtos, musicas e tot autre fichièr.
ro: <span foreground="darkred">Avertisment:</span> Această acțiune va șterge toate programele, documentele, pozele, muzica și orice alte fișiere din ${CURDISTRO}.
sk: <span foreground="darkred">Upozornenie:</span> Týmto sa zmažú všetky vaše programy, dokumenty, fotografie, hudba a ostatné súbory v ${CURDISTRO}.
ta: <span foreground="darkred">எச்சரிக்கை:</span> இது உங்களுடைய ${CURDISTRO} உள்ள பயன்பாடுகள், ஆவணங்கள், புகைப்படங்கள், இசை, மேலும் பல கோப்புகளை நீக்கிவிடும்.

source: Upgrade ${CURDISTRO} to ${VER}
bn: ${CURDISTRO} থেকে ${VER} এ আপগ্রেড
br: Hizivaat ${CURDISTRO} da ${VER}
fil: I-upgrade ang ${CURDISTRO} patungong ${VER}
id: Naik tingkatkan ${CURDISTRO} menjadi ${VER}
is: Uppfæra ${CURDISTRO} í ${VER}
kk: ${CURDISTRO} ${VER} дейін жаңарту
ms: Tatar ${CURDISTRO} ke ${VER}
ne: ${CURDISTRO} लाई ${VER} मा Upgrade गर्नुहोस्
oc: Metre ${CURDISTRO} a nivèl cap a ${VER}
ro: Înnoiește ${CURDISTRO} la ${VER}
sk: Aktualizovať ${CURDISTRO} na ${VER}
ta: ${CURDISTRO} ஐ ${VER} க்கு புதிப்பி

source: Documents, music, and other personal files will be kept. Installed software will be kept where possible. System-wide settings will be cleared.
bn: নথি, মিউজিক, এবং অন্যান্য ব্যক্তিগত ফাইল রাখা হবে। ইনস্টলকৃত সফ্টওয়্যার যেখানে সম্ভব রাখা হবে। সিস্টেম-জুড়ে সেটিং বাতিল করা হবে।
fil: Ang mga dokumento, musika, at iba pang personal na file ay mananatili. Ang mga nakainstall na software ay mananatili kung posible. Ang mga setting na system-wide ay mabubura.
id: Dokumen, musik, dan file pribadi lainnya akan disimpan. Perangkat lunak yang diinstal akan disimpan di mana mungkin. Pengaturan System-wide akan dibersihkan.
is: Allar persónulegar skrár á borð við skjöl, tónlist o.þ.h. verða ósnertar. Uppsettum forritum verður viðhaldið þar sem það er hægt. Kerfislægar stillingar verða endurstilltar.
kk: Құжаттар, өлеңдер және тағы басқа жеке файлдарыңыз сақталынатын болады. Орнатылған бағдарламалар мүмкіндігінше сақталынатын болады.
ms: Dokumen, muzik, dan fail peribadi yang lain akan disimpan. Perisian yang dipasang akan disimpan di mana mungkin. Tetapan seluruh sistem akan dihapuskan.
ne: तपाईका कागजातहरू, संगीत र अन्य व्यक्तिगत फाइलहरू राखिनेछन् । स्थापित सफ्टवेयर पनि सकेसम्म राखिनेछ । सिस्टमको सेटिङ्हरू चाहिँ हटाईनेछन् ।
oc: Los documents, musicas e autres fichièrs personals seràn conservats. los logicials installats seràn conservats dins la mesura de çò possible. Los reglatges efectuats al nivèl del sistèma seràn perduts.
ro: Documentele, muzica și celelalte fișiere personale vor fi păstrate. Software-ul instalat va fi păstrat, dacă acest lucru este posibil. Configurările de sistem vor fi șterse.
sk: Dokumenty, hudba a ostatné osobné súbory budú zachované. Nainštalovaný softvér bude zachovaný ak to bude možné. Celosystémové nastavenia budú vyčistené.
ta: ஆவணங்கள், இசை, மேலும் மற்ற தனிப்பட்ட கோப்புகளை வைத்திருக்கும். நிறுவி மெனபொருட்கள் யாவும் இருக்கும். கணினி முழுவதிலுமான அமைவுகள் நீக்கப்படும்.

source: Install ${DISTRO} ${VER} alongside ${CURDISTRO}
bn: ইনস্টল ${DISTRO} ${VER} পাশাপাশি ${CURDISTRO}
fil: I-install ang ${DISTRO} ${VER} katabi ang ${CURDISTRO}
id: Pasang ${DISTRO} ${VER} bersama ${CURDISTRO}
is: Setja ${DISTRO} ${VER} upp samhliða ${CURDISTRO}
kk: ${DISTRO} ${VER} ${CURDISTRO} қасында орнату
ms: Pasang ${DISTRO} ${VER} bersebelahan ${CURDISTRO}
ne: ${DISTRO} ${VER} लाई ${CURDISTRO} सँगै स्थापित गर्ने
oc: Installar ${DISTRO} ${VER} al costat de ${CURDISTRO}
ro: Instalează ${DISTRO} ${VER} alături de ${CURDISTRO}
sk: Nainštalovať ${DISTRO} ${VER} vedľa ${CURDISTRO}
ta: ${CURDISTRO} க்கு இணையாக ${DISTRO} ${VER} ஐ நிறுவு

source: Erase disk and install ${DISTRO}
bn: ডিস্ক অপসারণ করে ${DISTRO} ইনস্টল
br: Skarzhañ ar gantenn ha staliañ ${DISTRO}
fil: Burahin ang disk at i-install ang ${DISTRO}
id: Hapus diska dan pasang ${DISTRO}
is: Hreinsa diskinn og setja upp ${DISTRO}
kk: Дискіні жойып, ${DISTRO} орнату
ms: Padam cakera dan pasang ${DISTRO}
ne: डिक्स मेटाई ${DISTRO} स्थापित गर्ने
oc: Escafar lo disc e installar ${DISTRO}
ro: Șterge discul și instalează ${DISTRO}
sk: Zmazať disk a nainštalovať ${DISTRO}
ta: தட்டை அழித்து ${DISTRO} ஐ நிறுவு

source: <span foreground="darkred">Warning:</span> This will delete any files on the disk.
bn: <span foreground="darkred">সতর্কীকরণ:</span> এটা ডিক্সের সব ফাইল অপসারন করবে।
fil: <span foreground="darkred">Babala:</span> Buburahin nito ang lahat ng mga file sa disk.
id: <span foreground="darkred">Peringatan:</span> Ini akan menghapus semua berkas pada diska.
is: <span foreground="darkred">Viðvörun:</span> Þetta mun eyða öllum skrám á disknum.
kk: <span foreground="darkred">Назар аударыңыз:</span> Бұл әрекет сіздің қатқыл дискінің барлық мәліметін жоятын болады.
ms: <span foreground="darkred">Amaran:</span> Tindakan ini akan memadam mana-mana fail didalam cakera.
ne: <span foreground="darkred">चेतावनी:</span> यसले डिक्समा भएका सबै फाइलहरू मेटाइदिन्छ ।
oc: <span foreground="darkred">Avertiment :</span> Aquò suprimirà totes los fichièrs presents sul disc.
ro: <span foreground="darkred">Atenție:</span> Această acțiune va șterge toate fișierele de pe disc.
sk: <span foreground="darkred">Upozornenie:</span> Týmto sa zmažú všetky súbory na disku.
ta: <span foreground="darkred">எச்சரிக்கை:</span> தட்டில் உள்ள அனைத்து கோப்புகளையும் நீக்கிவிடும்.

source: Erase everything and reinstall
bn: সবকিছু মুছে ফেলে পুনরায় ইনস্টল
fil: Burahin ang lahat at mag-reinstall
id: Hapus semua dan pasang ulang
is: Eyða öllu og setja upp aftur
kk: Барлығын жойып, қайта орнату
ms: Padam keseluruhan dan pasang semula
ne: सबैकुरा हटाएर पुन:स्थापित गर्ने
oc: Tot escafar e reïnstallar
ro: Șterge totul și reinstalează
sk: Zmazať všetko a vykonať čistú inštaláciu
ta: அைனத்ைதயும் அழித்து மற்றும் மறுபடியும் ஏற்று

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and other files in both ${OS} and ${CURDISTRO}.
bn: <span foreground="darkred">সতর্কীকরণ:</span> ${OS} এবং ${CURDISTRO} এ সব সব প্রোগ্রাম, নথি, ছবি, মিউজিক, এবং অন্য যেকোনো ফাইল সমস্ত মুছে ফেলবে।
fil: <span foreground="darkred">Babala:</span> Buburahin nito ang lahat ng mga programa, dokumento, larawan, musika, at iba pang file sa ${OS} at ${CURDISTRO}.
id: <span foreground="darkred">Peringatan:</span> Ini akan menghapus semua program, dokumen, foto, musik, maupun berkas yang lain pada ${OS} dan ${CURDISTRO}.
is: <span foreground="darkred">Viðvörun:</span> Þetta mun eyða öllum forritum, skjölum, myndum, tónlist og öllum öðrum skrám í bæði ${OS} og ${CURDISTRO}.
kk: <span foreground="darkred">Назар аударыңыз:</span> Бұл әрекет ${OS} және ${CURDISTRO} бағдарламаларын, құжаттарын, фотосуреттерін, өлеңдерін және басқа да файлдарын жоятын болады.
ms: <span foreground="darkred">Amaran:</span> Tindakan ini akan memadam semua programs, dokumen, foto, muzik, dan lain-lain fail dikedua-dua ${OS} dan ${CURDISTRO}.
ne: यसले तपाईको ${OS} र ${CURDISTRO} दुबैमा भएको कागजात , संगित र तस्विर र अन्य फाईल्स मेटाउछ
oc: <span foreground="darkred">Avertiment :</span> Aquò suprimirà totes vòstres logicials, vòstres documents, fòtos, musicas e tot autre fichièr, tant plan per ${OS} coma per ${CURDISTRO}.
ro: <span foreground="darkred">Atenție:</span> Această acțiune va șterge toate programele, documentele, pozele, muzica și alte fișiere atât din ${OS} cât și din ${CURDISTRO}.
sk: <span foreground="darkred">Upozornenie:</span> Týmto sa zmažú všetky vaše programy, dokumenty, fotografie, hudba a ostatné súbory v ${OS} aj v ${CURDISTRO}.
ta: <span foreground="darkred">எச்சரிக்கை:</span> இது உங்களுடைய ${OS} மற்றும் ${CURDISTRO} இரண்டிலும் உள்ள பயன்பாடுகள், ஆவணங்கள், புகைப்படங்கள், இசை, மேலும் பல கோப்புகளை நீக்கிவிடும்.

source: Reinstall ${CURDISTRO}
bn: ${CURDISTRO} পুনরায় ইনস্টল
br: Adstaliañ ${CURDISTRO}
fil: I-reinstall ang ${CURDISTRO}
id: Pasang ulang ${CURDISTRO}
is: Setja ${CURDISTRO} upp aftur
kk: ${CURDISTRO} қайта орнату
ms: Pasang semula ${CURDISTRO}
ne: ${CURDISTRO} पुन:स्थापित गर्ने
oc: Reïnstallar ${CURDISTRO}
ro: Reinstalează ${CURDISTRO}
sk: Preinštalovať ${CURDISTRO}
ta: ${CURDISTRO} ஐ மீண்டும் நிறுவு

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and any other files in all operating systems.
bn: <span foreground="darkred">সতর্কীকরণ:</span> এটা সব অপারেটিং সিস্টমে সব প্রোগ্রাম, নথি, ছবি, মিউজিক, এবং অন্য যেকোনো ফাইল সমস্ত মুছে ফেলবে।
fil: <span foreground="darkred">Babala:</span> Buburahin nito ang lahat ng mga programa, dokumento, larawan, musika, at iba pang file sa lahat ng mga operating system.
id: <span foreground="darkred">Peringatan:</span> Ini akan menghapus semua program-program, dokumen-dokumen, foto-foto, musik, dan berkas-berkas lainnya di dalam semua sistem operasi Anda.
is: <span foreground="darkred">Viðvörun:</span> Þetta mun eyða öllum forritum, skjölum, myndum, tónlist og öllum öðrum skrám í öllum stýrikerfum.
kk: <span foreground="darkred">Назар аударыңыз:</span> Бұл әрекет сіздің барлық операциялық жүйелердің барлық бағдарламаларын, құжаттарын, фотосуреттерін, өлеңдерін және басқа да файлдарын жоятын болады.
ms: <span foreground="darkred">Amaran:</span> Tindakan ini akan memadam semua program, dokumen, foto, muzik dan fail lain anda dalam semua sistem operasi.
ne: <span foreground="darkred">चेतावनी:</span> यसले सबै प्रणालीहरूमा भएका सबै प्रोग्राम, कागजात, फोटो, संगीत र अन्य सबै फाइलहरू मेटाइदिन्छ ।
oc: <span foreground="darkred">Avertiment :</span> Aquò suprimirà totes vòstres logicials, documents, fòtos, musicas, e autres fichièrs de totes los sistèmas operatius.
ro: <span foreground="darkred">Avertisment:</span> Această acțiune va șterge toate programele, documentele, fotografiile, muzica, precum și celelalte fișiere din toate sistemele de operare.
sk: <span foreground="darkred">Upozornenie:</span> Týmto sa zmažú všetky vaše programy, dokumenty, fotografie, hudba a ostatné súbory.
ta: <span foreground="darkred">எச்சரிக்கை:</span> இது உங்களுடைய பயன்பாடுகள், ஆவணங்கள், புகைப்படங்கள், இசை, மற்றும் பிற கோப்புகளை உங்களுடைய இயங்கு தளத்திலிருந்து நீக்கி விடும்.

source: Install ${DISTRO} alongside them
bn: এগুলোর পাশাপাশি ${DISTRO} ইনস্টল
fil: I-install ang ${DISTRO} katabi ng mga ito
id: Pasang ${DISTRO} di antara mereka
is: Setja ${DISTRO} upp samhliða þeim
kk: ${DISTRO} олардың қасында орнату
ms: Pasang ${DISTRO} bersama-sama
ne: ${DISTRO}लाई तीसँगै स्थापना गर्ने
oc: Installar ${DISTRO} conjuntament
ro: Instalează ${DISTRO} alături
sk: Nainštalovať ${DISTRO} vedľa nich
ta: ${DISTRO}வை மற்ற இயங்குதளங்களுடன் இணைந்தவாறே நிறுவு

source: This computer currently has ${OS} on it. What would you like to do?
bn: এ কম্পিউটারে বর্তমানে ${OS} আছে। এখন আপনি কি করতে চান?
fil: Ang kompyuter na ito ay kasalukuyang may ${OS}. Anong nais mong gawin?
id: Komputer ini memiliki ${OS}. Apa yang ingin Anda lakukan?
is: Þessi tölva er þegar með ${OS} kerfi. Hvað myndirðu vilja gera?
kk: Қазір бұл компьютерде ${OS} операциялық жүйесі орнатылған. Әрекетіңіз қандай болады?
ms: Komputer ini mempunyai ${OS} didalamnya. Apa yang anda ingin lakukan?
ne: यो कम्प्युटरमा अहिले ${OS} स्थापित छ । तपाईँ के गर्न चाहनुहुन्छ ?
oc: ${OS} es actualament installat sus aqueste ordenador. Qué volètz far ?
ro: Acest calculator are momentan instalat ${OS}. Ce ați dori să faceți?
sk: Tento počítač má momentálne nainštalovaný systém ${OS}. Čo chcete robiť?
ta: இந்த கணினியில் ஏற்கனவே ${OS} உள்ளது. நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?

source: This computer currently has ${OS1} and ${OS2} on it. What would you like to do?
bn: এ কম্পিউটারে বর্তমানে ${OS1} এবং ${OS2} আছে। এখন আপনি কি করতে চান?
fil: Ang kompyuter na ito ay kasalukuyang may ${OS1} at ${OS2}. Anong nais mong gawin?
id: Komputer ini memiliki ${OS1} dan ${OS2}. Apa yang ingin Anda lakukan?
is: Þessi tölva er nú þegar með ${OS} og ${OS2} uppsettum. Hvað viltu gera?
kk: Қазір бұл компьютерде ${OS1} мен ${OS2} операциялық жүйелері орнатылған. Әрекетіңіз қандай болады?
ms: Komputer ini mempunyai ${OS1} dan ${OS2} didalamnya. Apa yang anda ingin lakukan?
ne: यो कम्प्युटरमा अहिले ${OS1} र ${OS2} स्थापित छन् । तपाईं के गर्न चाहनुहुन्छ ?
oc: ${OS1} e ${OS2} son actualament installats sus aqueste ordenador. Qué volètz far ?
ro: Acest calculator are momentan instalat ${OS1} și ${OS2}. Ce ați dori să faceți?
sk: Tento počítač má momentálne nainštalované systémy ${OS1} a ${OS2}. Čo chcete robiť?
ta: இந்த கணினி ${OS1} மற்றும் ${OS2} இயங்குதளங்களை வைத்திருக்கிறது. நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?

source: This computer currently has multiple operating systems on it. What would you like to do?
bn: এ কম্পিউটারে বর্তমানে একাধিক অপারেটিং সিস্টেম আছে। এখন আপনি কি করতে চান?
fil: Ang kompyuter na ito ay kasalukuyang may maraming mga operating system. Anong nais mong gawin?
id: Komputer ini memiliki banyak sistem operasi. Apa yang ingin Anda lakukan?
is: Þessi tölva er þegar með nokkur stýrikerfi. Hvað myndirðu vilja gera?
kk: Қазір бұл компьютерде бірнеше операциялық жүйе орнатылған. Әрекетіңіз қандай болады?
ms: Komputer ini mempunyai berbilang sistem operasi didalamnya. Apa yang anda ingin lakukan?
ne: यो कम्प्युटरमा अहिले विभिन्न प्रणालीहरू स्थापित छन् । तपाईं के गर्न चाहनुहुन्छ ?
oc: Mantun sistèma operatiu son actualament installats sus aqueste ordenador. Qué volètz far ?
ro: Acest calculator are mai multe sisteme de operare instalate pe el. Ce ați dori să faceți?
sk: Tento počítač má momentálne nainštalovaných viacero operačných systémov. Čo chcete robiť?
ta: இந்த கணினியில் பல இயங்குதளங்கள் கண்டுபிடிக்கப்பட்டுள்ளன. நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?

source: This computer currently has no detected operating systems. What would you like to do?
bn: এ কম্পিউটারে বর্তমানে কোনো অপারেটিং সিস্টেম সনাক্ত করা যায়নি। এখন আপনি কি করতে চান?
fil: Ang kompyuter na ito ay kasalukuyang walang operating system na natuklasan. Anong nais mong gawin?
id: Komputer ini tidak memiliki sistem operasi. Apa yang ingin Anda lakukan?
is: Þessi tölva er ekki með nein stýrikerfi sem fundust við skönnun. Hvað myndirðu vilja gera?
kk: Қазір бұл компьютерде бірде-бір операциялық жүйе орнатылмаған. Әрекетіңіз қандай болады?
ms: Komputer ini tidak mempunyai sistem operasi. Apa yang anda ingin lakukan?
ne: यो कम्प्युटरमा अलिले पत्ता लागेका कुनैपनि प्रणालीहरू स्थापित गर‍िएका छैनन् । तपाईं के गर्न चाहनुहुन्छ ?
oc: Cap de sistèma operatiu es pas estat detectat sus aqueste ordenador. Qué volètz far ?
ro: Acest calculator nu pare să aibă niciun sistem de operare instalat. Ce ați dori să faceți?
sk: Na tomto počítači neboli zistené žiadne operačné systémy. Čo chcete robiť?
ta: இந்த கணினியில் எந்த இயங்குதளமும் கண்டுபிடிக்கப்படவில்லை. நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?

source: Before:
bn: পূর্বে:
br: A-raok :
id: Sebelum:
is: Fyrir:
kk: Алдында:
ms: Sebelum:
ne: अगाडि
oc: Abans :
ro: Înainte:
sk: Pred:
ta: இதற்கு முன்:

source: After:
bn: পরে:
br: War-lerc'h :
id: Setelah:
is: Eftir:
kk: Кейін:
ms: Selepas:
ne: पछाडि:
oc: Aprèp :
ro: După:
sk: Po:
ta: பிறகு:

source: Encrypt the new ${RELEASE} installation for security
id: Sandikan instalasi ${RELEASE} baru untuk keamanan
is: Dulkóða nýju ${RELEASE} uppsetninguna fyrir aukið öryggi
kk: Қауіпсіздік шаралар ретінде ${RELEASE} жаңа орнатылымын шифрлеу
ms: Sulitkan pemasangan baharu ${RELEASE} untuk keselamatan
ne: नयाँ ${RELEASE}को स्थापनालाई सुरक्षित गर्नुहोस्
oc: Chifrar la novèla installacion de ${RELEASE} per la seguretat
ro: Criptează noua instalare ${RELEASE} pentru securitate sporită
ta: புதிய ${RELEASE} நிறுவலுக்கான பாதுகாப்பை மறைகுறியாக்கம் செய்

source: You will choose a security key in the next step.
bn: আপনি পরের ধাপে একটি নিরাপত্তা কী নির্বাচন করবেন
id: Anda akan memilih sandi pada langkah selanjutnya.
is: Þú munt velja öryggis lykil í næsta skrefi
kk: Қауіпсіздік кілтін келесі қадамда таңдай аласыз.
ms: Anda perlu pilih kunci keselamatan pada langkah berikutnya.
ne: तपाईं अर्को चरणमा सुरक्षाको लागि पासवर्ड रोज्न सक्नुहुन्छ ।
oc: Anatz causir una clau de seguretat a l'etapa seguenta.
ro: Vei alege o cheie de securitate la pasul următor.
sk: V ďalšom kroku si vyberiete bezpečnostný kľúč.
ta: அடுத்த நிலையில் நீங்கள் ஒரு பாதுகாப்பு சாவியை தேர்ந்தெடுக்கனும்.

source: Use LVM with the new ${RELEASE} installation
id: Gunakan LVM pada instalasi ${RELEASE} baru
is: Nota LVM með nýju ${RELEASE} uppsetningunni
kk: ${RELEASE} жаңа орнатылым үшін LVM қолдану
ms: Guna LVM dengan pemasangan baharu ${RELEASE}
ne: नयाँ ${RELEASE}को स्थापनामा LVM प्रयोग गर्नुहोस् ।
oc: Utilizar LVM per la novèla installacion de ${RELEASE}
ro: Utilizează LVM cu noua instalare ${RELEASE}
ta: புதிய ${RELEASE} நிறுவலுடன் LVM ஐ பயன்படுத்தவும்

source: This will set up Logical Volume Management. It allows taking snapshots and easier partition resizing.
id: Ini akan membentuk Pengaturan Volum Logis. Ini juga dapat mengambil gambar dan mempermudah pengubahan ukuran partisi.
is: Þetta mun setja upp Rökræna Flæmi Stýringu. Það geriri þér kleift að taka skyndiyndir og auðveldar að breyta stærð á disksneiðum.
ms: Ia akan sediakan Pengurusan Volum Logikal. Ia membenarkan pengambilan petikan dan pensaizan semula sekatan dengan lebih mudah.
ne: यसले लोजिकल भोल्युम व्यस्थापन सेट अप गर्छ । यसले सजिलोसँग पार्टिसनको आकार फेर्न र तिनको स्न्यापसट लिन सहयोग गर्छ ।
oc: Aquò va configurar lo gestionari de volums logics. Permet de prene de capturas (snapshots) e de redimensionar mai aisidament las particions.
ro: Aceasta va pregăti LVM și va permite realizarea de instantanee și redimensionări de partiții mai ușor.
sk: Týmto sa nastaví Správa logických zväzkov - LVM (Logical Volume Management). Umožňuje robenie snímkov a jednoduchšiu zmenu veľkosti diskových oblastí.
ta: இது தருக்க தொகுதி மேலாண்மையை அமைக்கும். இது மாதிரி வடிவத்தை எடுக்கவும் சுலபமாக வட்டு அளவை மாற்றத்தை அனுமதிக்கிறது.

source: Confirm the security key:
bn: নিরাপত্তা চাবিটি নিশ্চিত করুন
id: Konfirmasi kunci keamanan:
is: Staðfesta öryggis lykil:
kk: Қауіпсіздік кілтін рәсімдеңіз:
ms: Sahkan kunci keselamatan:
ne: सुरक्षा पासवर्ड पक्का गर्नुहोस्:
oc: Confirmatz la clau de seguretat :
ro: Confirmă cheia de securitate:
sk: Potvrďte bezpečnostný kľúč:
ta: பாதுகாப்பு சாவியை உறுதிப்படுத்து:

source: Choose a security key:
bn: নিরাপত্তা চাবি নির্বাচন করুন
id: Pilih kunci keamanan:
is: Veldu öryggis lykil:
kk: Қауіпсіздік кілтін таңдаңыз:
ms: Pilih kunci keselamatan:
ne: सुरक्षा पासवर्ड छान्नुहोस्
oc: Causissètz una clau de seguretat :
ro: Alege o cheie de securitate:
sk: Zvoľte si bezpečnostný kľúč:
ta: ஒரு பாதுகாப்பு சாவியை தேர்ந்தெடு:

source: Disk encryption protects your files in case you lose your computer. It requires you to enter a security key each time the computer starts up.
bn: যদি আপনি আপনার কম্পিউটার হারান তাহলে ডিস্ক এনক্রিপশন আপনার ফাইল রক্ষা করবে। এর জন্য আপনাকে প্রতিবার কম্পিউটার চালুর সময় নিরাপত্তা কী দিতে হবে।
id: Enkripsi disk akan melindungi berkas-berkas Anda bila komputer Anda hilang. Enkripsi ini akan meminta kunci pengaman setiap kali komputer dinyalakan.
is: Disk dulkóðun verndar skrárnar þínar ef þú tapar tölvunni. Það krefst þess að þú skráir inn öryggis lykil í hvert skypti sem tölvan kveikir á sér.
ms: Penyulitan cakera melindungi fail anda jika anda kehilangan komputer anda. Ia memerlukan anda masukkan kunci keselamatan setiap kali komputer dimulakan.
ne: डिस्क सुरक्षाले तपाईंको कम्प्युटर हराएको खण्डमा तपाईंका फाइलहरूलाई जोगाउँछ । यसले तपाईंको कम्प्युटर हरेकपटक खुल्दा सुरक्षा पासवर्ड हाल्नुपर्ने हुन्छ ।
oc: Lo chiframent del disc protegís vòstres fichièrs dins lo cas que perdriatz vòstre ordenador. Requerís qu'entriatz una clau de seguretat a cada còp que l'ordenador es aviat.
ro: Criptarea discului protejează fisierele în cazul în care pierdeți calculatorul. Vă solicită introducerea unei parole de securitate de fiecare dată când pornește calculatorul.
sk: Šifrovanie disku chráni vaše súbory v prípade, že počítač stratíte. Vyžaduje zadanie bezpečnostného kľúča pri každom zapnutí počítača.
ta: உங்களுடைய கணினியை இழந்த நிலையில் மறைகுறியாக்கம் உங்களுடைய தட்டிலுள்ள கோப்புகளை பாதுகாக்கிறது. ஒவ்வொரு முறை கணினியை தொடங்கும் பொதும் ஒரு பாதுகாப்பு சாவியை உள்ளிட வேண்டும்.

source: Any files outside of ${RELEASE} will not be encrypted.
id: Sebarang berkas di luar ${RELEASE} tak akan disandikan.
is: Allar skrár utan ${RELEASE} verða ekki dulritaðar.
kk: ${RELEASE} басқа файлдары шифрленбеген болып қалады.
ms: Mana-mana fail diluar ${RELEASE} tidak akan disulitkan.
ne: ${RELEASE}भन्दा बाहिरका कुनै फाइल पनि सुरक्षित हुन छैनन् ।
oc: Cap d'autre fichièr en defòra de ${RELEASE} serà pas chifrat.
ro: Orice fișier care nu aparține ${RELEASE} nu va fi criptat.
ta: ${RELEASE} க்கு அப்பாற்ப்பட்ட கோப்புகளை மறைகுறியாக்கம் செய்யப்படாது.
