Repository: GalliumOS/ubiquity
Catalog: debian/real-po/*.po
Languages: bn, br, fil, id, is, kk, ms, ne, oc, ro, sk, ta

source: Some of the partitions you created are too small. Please make the following partitions at least this large:
bn: আপনি এমন কিছউ পার্টিশন করেছেন যা খুব ছোট। অনুগ্রহ করে নিম্নোক্ত পার্টিশন যতটুকু বড় করা হবে:
br: Re vihan eo ul lod eus ar parzhadoù krouet ganeoc'h. Mar plij, lakait ar parzhadoù da heul da vezañ ken bras ha se da vihanañ :
fil: Ang ilan sa mga partitions na ginawa mo ay masyadong maliit. Gawing kahit man lang ganito kalaki ang sumusunod na mga partition:
id: Beberapa partisi yang Anda buat terlalu kecil. Silakan membuat partisi berikut paling tidak sebesar ini:
is: Sumar disksneiðarnar sem þú bjóst til eru of litlar. Láttu eftirfarandi disksneiðar vera að minnsta kosti:
kk: Сіз жасаған бөлімдердің кейбіреулердің көлемі тым аз. Төмендегі бөлімдердің көлемі, минималды көлемінен артық екендігіне көз жеткізіңіз:
ms: Beberapa bahagian cakera keras yang anda telah tetapkan adalah terlalu kecil. Sila membuat bahagian cakera keras berikut sekurang-kurangnya sebesar ini:
ne: तपाईंले बनाउनुभएका केही पार्टिसनहरू साह्रै साना छन् । कृपया यी पार्टिसनहरूलाई कम्तिमा पनि यति ठूलो बनाउनुहोस्:
oc: D'unas de las particions qu'avètz creadas son tròp pichonas. Fasètz en sòrta que las particions seguentas ajan al mens aquesta talha :
ro: Anumite partiții create de dumneavoastră sunt prea mici. Redimensionați următoarele partiții cel puțin la valorile recomandate:
sk: Niektoré diskové oblasti, ktoré ste vytvorili sú príliš malé. Prosím, zväčšite nasledovné oblasti aspoň na túto veľkosť:
ta: நீங்கள் உருவாக்கிய சில வட்டு பிரிவுகளின் அளவுகள் மிகவும் சிறியவை. தயவுச்செய்து பின்வரும் பிரிவுகளை சற்று பெரிய அளவுடையதாக உருவாக்கவும்:

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
bn: আপনি যদি পার্টিশন প্রোগ্রামে ফিরে না গিয়ে পার্টিশনের আকার না বাড়ান, তবে ইনস্টলেশন ব্যর্থ হতে পারে।
br: Ma ne zistroot ket d'ar meziant parzhadañ ha ne greskot ket ment ar parzhadoù-mañ e c'hwito ar staliañ moarvat.
fil: Kung hindi ka babalik sa program na pang-partition at palakihin ang ispasyo ng mga partition, maaaring mabigo ang pag-install.
id: Jika Anda tidak ingin kembali pada pemartisi dan menambah ukurannya, instalasi dapat berakhir gagal.
is: Ef þú ferð ekki aftur í disksneiðastjórann og stækkar stærð þessara disksneiða þá gæti uppsetningarferlið farið úrskeiðis.
kk: Бөлшектеуге оралып, осы бөлімнің көлемін арттырмасаңыз, орнату сәтсіз аяқталуы мүмкін.
ms: Jika anda tidak pulang ke pembahagi dan menambahkan saiz-saiz pembahagian ini, instalasi mungkin akan gagal.
ne: यदि तपाईं पार्टिसन गर्ने ठाउँमा फर्केर यी पार्टिसनको आकार बढाउन चाहनुहुन्न भने स्थापन प्रक्रिया असफल हुन सक्छ ।
oc: Se tornatz pas a l'aisina de particionament per aumentar la talha d'aquestas particions, es possible que l'installacion se faga pas plan.
ro: Dacă nu reveniți la utilitarul de partiționare și nu măriți dimensiunea acestor partiții, instalarea poate eșua.
sk: Ak sa nevrátite späť do ponuky rozdeľovania a nezväčšíte tieto oblasti, inštalácia môže zlyhať.
ta: நீஙு்கள் உங்களுடைய வட்டு பிரிவு பயன்பாடடுக்கு செல்லாமல் இந்த வட்டு பிரிவுகளின் அளவை மாற்றி, நிறுவலை தொடர்ந்தால் பிழை ஏற்படலாம்.

source: System Configuration
bn: সিস্টেম কনফিগারেশন
br: Kefluniadur ar reizhiad
fil: Configurasyon ng Sistema
id: Konfigurasi Sistem
is: Kerfisstillingar
kk: Жүйенің конфигурациясы
ms: Tetapan Sistem
ne: प्रणाली कन्फिगरेसन
oc: Configuracion del sistèma
ro: Configurare sistem
sk: Nastavenie systému
ta: அமைப்பு கட்டமைப்பு

source: Welcome
bn: স্বাগতম
br: Degemer mat
fil: Mabuhay
id: Selamat Datang
is: Velkomin
kk: Қош келдіңіз
ms: Selamat Datang
ne: स्वागतम्
oc: Benvenguda
ro: Bun venit
sk: Vitajte
ta: நல்வரவு

source: Network configuration
bn: নেটওয়ার্ক কনফিগারেশন
br: Kefluniadur rouedad
fil: Configurasyon ng Network
id: Konfigurasi jaringan
is: Netstillingar
kk: Желілік конфигурация
ms: Aturan Rangkaian
ne: नेटवर्क कन्फिगरेसन
oc: Configuracion de la ret
ro: Configurare rețea
sk: Nastavenie siete
ta: பிணையக் கட்டமைப்பு

source: Software selection
bn: সফটওয়্যার নির্বাচন
br: Diuzadur ar meziant
fil: Pagpili ng mga Programa
id: Pilihan perangkat lunak
is: Hugbúnaðarval
kk: Бағдарламалар таңдау
ms: Pilihan Perisian
ne: सफ्टवेयर चयन
oc: Seleccion de logicials
ro: Selecție aplicații
sk: Výber softvéru
ta: மென்பொருள் தேர்வு

source: Language
bn: ভাষা
br: Yezh
fil: Wika
id: Bahasa
is: Tungumál
kk: Тіл
ms: Bahasa
ne: भाषा
oc: Lenga
ro: Limbă
sk: Jazyk
ta: மொழி

source: Wireless
bn: বেতার
id: Nirkabel
is: Þráðlaust
kk: Сымсыз желі
ms: Tanpa wayar
ne: वायरलेस
oc: Sens fial
ro: Rețele fără fir
sk: Bezdrôtové pripojenie
ta: கம்பியில்லா

source: Prepare
id: Persiapan
is: Undirbý
ms: Sedia
ne: तयारी गर्ने
oc: Preparar
sk: Pripraviť
ta: தயாா்ெசய்

source: Timezone
bn: সময় অঞ্চল
br: Gwerzid-eur
id: Zona Waktu
is: Tímabelti
kk: Сағат белдеуі
ms: Zonmasa
ne: समय क्षेत्र
oc: Fus orari
ro: Fus orar
sk: Časové pásmo
ta: நேரம் மண்டலம்

source: Keyboard
bn: কীবোর্ড
br: Klavier
id: Papan Ketik
is: Lyklaborð
kk: Пернетақта
ms: Papan Kekunci
ne: किबोर्ड
oc: Clavièr
ro: Tastatură
sk: Klávesnica
ta: விசைப்பலகை

source: Disk Setup
bn: ডিস্ক সেটআপ
br: Kefluniadur ar gantenn
fil: Set-up ng Disk
id: Penyiapan Diska
is: Uppsetning disks
kk: Дискімен жұмыс
ms: Aturan Cakera
ne: डिस्क सेटअप
oc: Particion del disc dur
ro: Configurare disc
sk: Nastavenie disku
ta: வட்டு அமைப்பு

source: User Info
bn: ব্যবহারকারীর তথ্য
br: Titouroù diwar-benn an arveriad
fil: Inpormasyon tungkol sa Gumagamit
id: Informasi Pengguna
is: Notandaupplýsingar
kk: Пайдаланушы туралы мәлімет
ms: Maklumat Pengguna
ne: प्रयोगकर्ता जानकारी
oc: Informacions sus l'utilizaire
ro: Informații utilizator
sk: Informácie o používateľovi
ta: பயனர் விவரம்

source: installation process
bn: ইনস্টল প্রক্রিয়া
br: Argerzhadur staliañ
fil: proseso ng pag-install
id: proses instalasi
is: uppsetningarferli
kk: орнатылымның үрдісі
ms: proses pemasangan
ne: स्थापना प्रक्रिया
oc: Fasa d'installacion
ro: proces instalare
sk: proces inštalácie
ta: நிறுவல் செயல்பாடு

source: Checking for installer updates
bn: ইন্সটলারের আপডেটের জন্য পরীক্ষা করা হচ্ছে
br: O wiriañ meziant staliañ an hizivadennoù
fil: Tinitiyak kung may update ng pang-install
id: Memeriksa pemutakhiran instaler
is: Athuga með uppfærslur á uppsetningaforriti
kk: Орнату бағдарламасының жаңартулар жетімдігін тексеру
ms: Memeriksa pemasang untuk kemaskini
ne: स्थापनाकर्ताको अपडेटहरू छन् कि भनेर जाँच्दै
oc: Recèrca de mesas a jorn de l'installador
ro: Se verifică dacă există actualizări pentru programul de instalare
sk: Kontrolujú sa aktualizácie inštalátora
ta: நிறுவலுக்கான புதுப்பித்தல்களை சரிபார்க்கிறது

source: Reading package information
bn: প্যাকেজ সংক্রান্ত তথ্য পড়া হচ্ছে
br: Lennadur stlennoù ar pakadoù
fil: Binabasa ang inpormasyon tungkol sa pakete
id: Membaca informasi paket
is: Les pakkaupplýsingar
kk: Пакет туралы ақпаратты оқу
ms: Sedang membaca maklumat pakej
ne: प्याकेज जानकारी पढ्दै
oc: Lectura de las informacions suls paquets
ro: Se citesc informațiile pachetului
sk: Čítajú sa informácie o balíkoch
ta: தொகுப்பின் விவரம் படிக்கப்படுகிறது

source: Updating package information
bn: প্যাকেজ সংক্রান্ত তথ্য আপডেট করা হচ্ছে
br: Hizivadur stlennoù ar pakadoù
fil: Ina-update ang inpormasyon tungkol sa pakete
id: Memutakhirkan informasi paket
is: Uppfæri pakkaupplýsingar
kk: Пакет туралы ақпарат жаңарту
ms: Mengemaskini maklumat pakej
ne: प्याकेज जानकारी अद्यावधिक गर्दै
oc: Mesa a jorn de las informacions del paquet
ro: Se actualizează informațiile pachetului
sk: Aktualizujú sa informácie o balíkoch
ta: தொகுப்பின் விவரம் மேம்படுத்தப்படுகிறது

source: File ${INDEX} of ${TOTAL} at ${SPEED}/s
bn: ${TOTAL}টি থেকে ${INDEX} ফাইল ${SPEED}/s গতিতে
br: Restr ${INDEX} eus ${TOTAL} da ${SPEED}/s
fil: Dokumento ${INDEX} ng ${TOTAL} sa bilis na ${SPEED}/s
id: Berkas ${INDEX} dari ${TOTAL} pada ${SPEED}/s
is: Skrá ${INDEX} af ${TOTAL} á ${SPEED}/s
kk: ${SPEED}/с жылдамдығымен ${TOTAL} ішінен ${INDEX} файл
ms: Fail ${INDEX} daripada ${TOTAL} pada ${SPEED}/s
ne: ${TOTAL} मध्येको ${INDEX}औँ फाइल ${SPEED}/सेकेण्डमा
oc: Fichièr ${INDEX} sus ${TOTAL} a ${SPEED}/s
ro: Fișier ${INDEX} din ${TOTAL} la ${SPEED}/s
sk: ${INDEX}. súbor z ${TOTAL} pri ${SPEED}/s
ta: ${TOTAL} இல் ${INDEX} கோப்புகளின் ${SPEED}/வினாடி வேகத்தில்

source: File ${INDEX} of ${TOTAL}
bn: ${TOTAL} এর ${INDEX} ফাইল
br: Restr ${INDEX} eus ${TOTAL}
fil: Dokumento ${INDEX} ng ${TOTAL}
id: Berkas ${INDEX} dari ${TOTAL}
is: Skrá ${INDEX} af ${TOTAL}
kk: ${TOTAL} ішінен ${INDEX} файл
ms: Fail ${INDEX} daripada ${TOTAL}
ne: ${TOTAL} मध्येको ${INDEX}औँ फाइल
oc: Fichièr ${INDEX} sus ${TOTAL}
ro: Fișier ${INDEX} din ${TOTAL}
sk: ${INDEX}. súbor z ${TOTAL}
ta: ${TOTAL} இல் ${INDEX} கோப்புகள்

source: Installing update
bn: আপডেট সমূহ ইনস্টল করা হচ্ছে
br: Staliadur an hidivadenn
fil: Ini-install ang update
id: Memasang pemutakhiran
is: Set inn uppfærslu
kk: Жаңартулар орнатылуда
ms: Memasang kemaskini
ne: अद्यावधिक स्थापना गर्दै
oc: Installacion de la mesa a jorn
ro: Se instalează actualizările
sk: Inštaluje sa aktualizácia
ta: மேம்பாடு நிறுவப்படுகிறது

source: Error updating installer
bn: ইন্সটলার আপডেট করার সময় ত্রুটি পরিলক্ষিত
br: Fazi e-pad staliadur an hidivadenn
fil: Error sa pag-update ng pang-install
id: Galat ketika memutakhiran instaler
is: Villa við uppfærslu á uppsetningaforriti
kk: Орнатылым бағдарламасын жаңарту қатесі
ms: Ralat mengemaskini pemasang
ne: स्थापनाकर्ता अपडेट गर्दा त्रुटी
oc: Error al moment de la mesa a jorn de l'installador
ro: Eroare la actualizarea programului de instalare
sk: Chyba pri aktualizácii inštalátora
ta: நிறுவலை புதுப்பதில் பிழை

source: The installer encountered an error while trying to update itself:
bn: ইনস্টলার হালনাগাদ করার সময় যে ত্রুটি ধরা পড়েছে:
br: Degouezhet ez eus bet ur fazi gant ar meziant staliañ pa oa o klask en em hizivaat :
fil: Nakatagpo ng error ang pang-install habang ito ay naga-update:
id: Terjadi galat pada instaler ketika mencoba memutakhirkan dirinya sendiri:
is: Uppsetningarforritið rakst á villu þegar það reyndi að uppfæra sig:
kk: Орнатылым бағдарламасын өз-өзін жаңарту кезінде қате туындады:
ms: Pemasang menemui ralat ketika mencuba untuk mengemaskini sendiri:
ne: स्थापनकर्ताले आँफैलाई अपडेट गर्न खोज्दा त्रुटि भयो:
oc: L'installador a rencontrat una error en ensajant de se metre a jorn :
ro: S-a produs o eroare în timpul actualizării programului de instalare:
sk: Inštalátor pri pokuse aktualizovať sa narazil na chybu:
ta: நிறுவல் தன்னைதானே புதுப்பிக்கும்போது பிழையை சந்தித்தது:

source: USB disk
bn: ইউএসবি ডিস্ক
br: Kantenn USB
id: USB diska
is: USB drifi
kk: USB диск
ms: cakera USB
ne: USB डिस्क
oc: Disc USB
ro: Disc USB
sk: Disk USB
ta: யூஎஸ்பி தட்டு

source: Please choose the language to use for the install process. This language will be the default language for this computer.
bn: অনুগ্রহ করে ইনস্টল প্রসেসের জন্য ভাষা নির্বাচন। এ কম্পিউটারের জন্য এ ভাষাই পূর্বনির্ধারিত ভাষা হবে।
fil: Piliin ang wikang gagamitin sa proseso ng pag-i-install. Ang wikang ito ang magiging default na wika para sa kompyuter na ito.
id: Pilihlah bahasa yang ingin dipakai selama proses pemasangan. Bahasa tersebut akan menjadi bahasa tetap untuk komputer ini.
is: Veldu tungumál til að nota við uppsetninguna. Þetta tungumál verður síðan sjálfgefið tungumál á þessari vél.
kk: Орнатым жүру барысында қолданылатын тілді таңдаңыз. Таңдалған тіл, жүйенің негізгі тілі ретінде орнатылатын болады.
ms: Sila pilih bahasa yang ingin digunakan untuk proses pemasangan. Bahasa ini akan menjadi bahasa tetap untuk komputer ini.
ne: कृपया यो स्थापन प्रक्रियामा प्रयोग गर्ने भाषा छान्नुहोस् । यो भाषा नै यस कम्प्युटरको पूर्वनिर्धारित भाषा हुनेछ ।
oc: Caussissètz la lenga d'utilizar al moment de l'installacion. Aquesta lenga serà tanben la lenga per defaut d'aqueste ordenador.
ro: Alegeți o limbă de utilizat în timpul instalării. Această limbă va fi limba implicită a calculatorului.
sk: Prosím, vyberte jazyk, ktorý sa použije počas inštalácie. Tento jazyk bude predvoleným jazykom tohto počítača.
ta: நிறுவல் செயல்முறைக்கான மொழியை தேர்ந்தெடுக்கவும். இந்த மொழியே கணினியின் இயல்பான மொழியாக விளங்கும்.

source: Please choose the language used for the configuration process. This language will be the default language for this computer.
bn: কনফিগারেশনের জন্য ভাষা নির্বাচন করুন। এই ভাষাটি কম্পিউটারের স্বাভাবিক ভাষা হবে।
br: Dibabit ar yezh a vo implijet evit ar c'hefluniadur mar plij. Ar yezh-se a vo an hini dre ziouer evit an urzhiataer-mañ
fil: Piliin ang wikang ginamit sa proseso ng configuration. Ang wikang ito ang magiging default na wika para sa kompyuter na ito.
id: Pilihlah bahasa yang ingin dipakai selama proses konfigurasi. Bahasa tersebut akan menjadi bahasa tetap untuk komputer ini.
is: Veldu tungumálið sem þú vilt nota. Þetta tungumál verður aðaltungumál tölvunnar.
kk: Конфигурацияны жасау кезіндегі қолданылатын тілді таңдаңыз. Таңдалған тіл жүйенің қалыпты тілі ретінде қолданылатын болады.
ms: Sila pilih bahasa untuk proses pengaturan. Bahasa ini akan digunakan sebagai bahasa piawai untuk komputer ini.
ne: कृपया कन्फिगरेसन् प्रक्रियाका लागि प्रयोग हुने भाषा छनौट गर्नुहोस् । यो भाषा नै यो कम्प्युटरको लागि पूर्वनिर्धारित भाषा हुनेछ ।
oc: Causissètz la lenga utilizada pendent la fasa de configuracion. Aquesta lenga serà la lenga per defaut per aqueste sistèma.
ro: Alegeți limba folosită pentru procesul de configurare. Aceasta va fi limba implicită pentru acest calculator.
sk: Prosím, zvoľte jazyk v ktorom bude prebiehať konfigurácia. Tento jazyk bude nastavený ako štandardný jazyk na tomto počítači.
ta: அமைப்புகளுக்கான செயல்முறைக்கான மொழியை தேர்ந்தெடுக்கவும். இந்த மொழியே கணினியின் இயல்பான மொழியாக விளங்கும்.

source: Installation failed
bn: ইনস্টলেশন ব্যর্থ
br: C'hwitadenn war ar staliañ
fil: Nabigo ang installation
id: Pemasangan gagal
is: Uppsetning tókst ekki
kk: Орнатылым сәтсіз аяқталды
ms: Pemasangan gagal
ne: स्थापना असफल भयो
oc: L'installacion a pas capitat
ro: Instalarea a eșuat
sk: Inštalácia zlyhala
ta: நிறுவல் தோல்வியடைந்தது

source: The installer encountered an unrecoverable error. A desktop session will now be run so that you may investigate the problem or try installing again.
bn: ইনস্টলারে সমাধানের অযোগ্য ত্রুটি ধরা পড়ে। ডেক্সটপ সেশন চলবে যাতে আপনি সমস্যা সনাক্ত অথবা পুনরায় ইনস্টল করার চেষ্টা করতে পারেন।
br: Degouezhet ez eus bet ur fazi n'hall ket bezañ saveteet gant ar meziant staliañ. Lañset e vo un estez burev a-benn ma viot gouest da glask da ziskoulmañ ar gudenn pe da staliañ en-dro.
fil: May natagpuang isang unrecoverable na error ang installer. Pagaganahin ang isang desktop session para maimbestigahan mo ang problema o subukang mag-install muli.
id: Instaler mengalami galat yang tak terbaiki. Sesi desktop akan dijalankan, sehingga Anda dapat mencari masalahnya atau mencoba memasangnya lagi.
is: Uppsetningarforritið rakst á óleysanlega villu. Núna verður keyrð skjáborðsseta svo að þú getir reynt að finna út hvert vandamálið sé eða prófað uppsetningu aftur.
kk: Орнатушы бағдарлама жөндеуге мүмкін емес қатемен кездесті. Мәселені толық қарастыруға, не орнатылымды жаңадан орындау үшін, сіз графикалық (жұмыс үстел) сеансты өзгеше ашуыңыз қажет.
ms: Pemasang telah menemui ralat yang tidak dapat dipulihkan. Sesi desktop sekarang akan dijalankan supaya anda dapat memeriksa masalah tersebut atau cuba untuk memasang semula.
ne: स्थापनकर्तामा हटाउन नमिल्ने त्रुटि देखियो । अब एउटा डेस्कटप सेसन खुल्नेछ ताकि तपाईंले समस्याको छानबिन गर्न वा पुन: स्थापना गर्न प्रयास गर्न सक्नुहुनेछ ।
oc: Lo programa d'installacion a rencontrat una error irrecuperabla. Ara, una session grafica va èsser aviada per tal que poscatz estudiar lo problèma o tornar ensajar l'installacion.
ro: Programul de instalare s-a confruntat cu o eroare iremediabilă. Va fi lansată acum o sesiune grafică pentru a putea să investigați problema sau să încercați din nou instalarea.
sk: Inštalátor zistil neopraviteľnú chybu. Relácia pracovnej plochy nebude spustená, takže môžete preskúmať problém alebo sa pokúsiť o inštaláciu znova.
ta: நிறுவியானது மிட்டெடுக்க முடியாத பிழையை சந்தித்துள்ளது. பணிமேடைக்கான அமர்வு இயங்க இருப்பதால் பிழையை கண்டுபிடித்து மீண்டும் நிறுவ முயற்சி செய்ய இது உதவலாம்.

source: The installer encountered an unrecoverable error and will now reboot.
bn: সমাধানযোগ্য নহে এমন একটি ত্রুটির সম্মুখীন হয়েছে ইনস্টলার, এখন সিস্টেম পুনরায় আরম্ভ করা হবে।
br: Degouezhet ez eus bet ur fazi na c'hall ket bezañ saveteet gant ar meziant staliañ ha lusket e vo en-dro.
fil: May natagpuang isang unrecoverable na error ang installer at magre-reboot na ngayon.
id: Instaler mengalami galat yang tak terbaiki dan segera menyalakan ulang komputer.
is: Uppsetningarforritið rakst á óleysanlega villu og mun nú endurræsa tölvuna.
kk: Орнатушы бағдарлама жөндеуге мүмкін емес қатемен кездесіп, компьютер қайта жүктелетін болады.
ms: Pemasang telah menemui ralat yang tidak dapat dipulihkan dan sekarang akan boot semula.
ne: स्थापनकर्तामा हटाउन नमिल्ने त्रुटि देखियो र अब कम्प्युटर पुन: बूट हुनेछ ।
oc: Lo programa d'installacion a rencontrat una error irrecuperabla e ara se va reaviar.
ro: Programul de instalare s-a confruntat cu o eroare iremediabilă și acum va porni din nou.
sk: Inštalátor zistil neopraviteľnú chybu a vykoná reštart.
ta: நிறுவியானது மிட்டெடுக்க முடியாத பிழையை சந்தித்துள்ளது எனவே இப்போது மீள்துவக்குகிறது.

source: Preparing to install ${RELEASE}
id: Bersiap memasang ${RELEASE}
is: Undirbý uppsetningu ${RELEASE}
ms: Bersedia untuk pemasangan ${RELEASE}
ne: ${RELEASE} स्थापन गर्ने तयारी हुँदैछ
oc: Preparacion de l'installacion de ${RELEASE}
sk: Príprava inštalácie ${RELEASE}
ta: ${RELEASE} ஐ நிறுவ தயாராகிறது

source: Connecting this computer to a wi-fi network allows you to install third-party software, download updates, automatically detect your timezone, and install full support for your language.
bn: এই কম্পিউটারকে ওয়াইফাই নেটওয়ার্কের সাথে সংযুক্ত করলে আপনাকে তৃতীয় পক্ষ সফ্টওয়্যার ইনস্টল, হালানাগাদ ডাউনলোড, স্বয়ংক্রিভাবে আপনার সময় অঞ্চল সনাক্ত, এবং আপনার ভাষার জন্য সম্পূর্ণ সাপোর্ট ইনস্টল করার অনুমতি দেয়।
fil: Ang pagkonekta ng kompyuter na ito sa isang wi-fi network ay magpapahintulot sa iyong mag-install ng third-party software, mag-download ng mga update, awtomatikong ma-detect ang iyong timezone, at mag-install ng ganap na suporta para sa iyong wika.
id: Menyambungkan komputer ini ke jaringan wi-fi memungkinkan Anda memasang perangkat lunak pihak ketiga, mengunduh pemutakhiran, mendeteksi zona waktu Anda secara otomatis, dan memasang dukungan penuh atas bahasa Anda.
is: Tengdu tölvuna við þráðlaust net til að setja upp pakka frá þriðja aðila, sækja uppfærslur, uppfæra tímabelti sjálfkrafa og setja upp fullan stuðning fyrir þitt tungumál.
kk: Осы компьютердің wi-fi сымсыз желіге қосылу үшінші жақты бағдарламалық қамтамасыздандыруды, жаңартуларды жүктеу, уақыт белдеуін анықтау, таңдалған тілдің толық қолдауын орнатуға мүмкіндік береді.
ms: Penyambungan komputer ini ke rangkaian wi-fi membenarkan anda memasang perisian pihak-ketiga, muat turun kemaskini, mengesan zon masa anda secara automatik, dan memasang sokongan penuh bahasa anda.
ne: यो कम्प्युटरलाई वाइ-फाइ नेटवर्कमा जोडेमा तेश्रो‍पक्षको सफ्टवेयर स्थापना गर्न, अपडेटहरू डाउनलोड गर्न, तपाईंको समय-क्षेत्र स्वत: पत्ता लगाउन र तपाईंको भाषा पूर्णरूपमा स्थापना गर्न सकिन्छ ।
oc: La connexion d'aqueste ordenador a una ret Wi-Fi vos permet d'installar de logicials tèrçes, de telecargar de mesas a jorn, de detectar automaticament vòstre fus orari, e d'installar la presa en carga completa per vòstra lenga.
ro: Conectarea acestui calculator la o rețea fără fir vă permite instalarea de software din alte surse, descărcarea de actualizări, detectarea automată a fusului orar și instalarea completă a asistenței pentru limba dvs.
sk: Pripojenie tohto počítača k sieti Wi-Fi vám umožní nainštalovať softvér od tretích strán, sťahovať aktualizácie, automaticky zistiť vaše časové pásmo a nainštalovať úplnú podporu vášho jazyka.
ta: இந்த கணினியை வை-பை பிணையத்துடன் இனைப்பதால் மூன்றாம் தரப்பினரின் மென்பாெருட்கள் நிறுவ, புதுப்பித்தலை பதிவிறக்க, தானாக உங்களுடைய நேரமண்டலத்துக்கான புவியிடத்தை கண்டுபிடிக்க, மற்றும் உங்கள் தாய் மொ ழிக்கான முழு ஆதரவை நிறுவ பயனுள்ளதாக இருக்கும்.

source: Password:
bn: শব্দচাবি:
br: Ger-tremen :
fil: Hudyat:
id: Kata sandi:
is: Lykilorð:
kk: Пароль:
ms: Kata laluan:
ne: पासवर्ड:
oc: Senhal :
ro: Parolă:
sk: Heslo:
ta: கடவுச்சொல்:

source: Display password
bn: শব্দচাবি প্রদর্শন
br: Skrammañ ar ger-tremen
fil: Ipakita ang password
id: Tampilkan kata sandi
is: Birta lykilorð
kk: Парольді көрсету
ms: Papar kata laluan
ne: पासवर्ड देखाउने
oc: Afichar lo senhal
ro: Afișează parola:
sk: Zobraziť heslo
ta: கடவுச்சொல்லைக் காண்பிக்கவும்

source: I don't want to connect to a wi-fi network right now
bn: এ মুহূর্তে আমি কোন বেতার (wi-fi) নেটওয়ার্কে সংযুক্ত হতে চাচ্ছি না।
fil: Ayaw kong kumunekta sa isang wi-fi network sa ngayon
id: Saya tidak mau menyambung ke jaringan wi-fi saat ini
is: Ég vil ekki tengjast þráðlausu neti í augnablikinu.
kk: Сымсыз желіге қазір байланыс орнатқым келмейді
ms: Saya tidak mahu menyambung ke rangkaian wi-fi sekarang
ne: म अहिले वाइ‍-फाइ नेटवर्कमा जडान गर्न चाहन्न ।
oc: Me vòli pas connectar a una ret hi-fi pel moment
ro: Nu doresc să mă conectez acum la o rețea fără fir
sk: Nechcem sa teraz pripojiť pomocou wifi siete
ta: நான் வை-பை பிணையத்தை இப்போது பயன்படுத்த விரும்பவில்லை

source: Connect to this network
bn: এই নেটওয়ার্কে সংযোগ করো
fil: Kumunekta sa network na ito
id: Sambungkan ke jaringan ini
is: Tengjast þessu neti
kk: Бұл желіге байланыс орнату
ms: Sambung ke rangkaian ini
ne: यो नेटवर्कमा जडान गर्ने
oc: Se connectar a aquesta ret
ro: Conectează la această rețea
sk: Pripojiť k tejto sieti
ta: இந்த பிணையத்துடன் இணை

source: Select drive:
bn: ড্রাইভ সিলেক্ট করুনঃ
br: Diuzañ ul lenner :
fil: Piliin ang drive:
id: Pilih kandar:
is: Veldu drif:
kk: Дискті таңдаңыз:
ms: Pilih cakera:
ne: ड्राइभ चयन गर्नुहोस्:
oc: Seleccionatz lo disc :
ro: Alegeți unitatea:
sk: Vyberte jednotku:
ta: தட்டை தேர்ந்தெடு:

source: Allocate drive space by dragging the divider below:
bn: ড্রাইভার নিচে টেনে নিয়ে ড্রাইভার স্পেস বরাদ্দ:
fil: Maglaan ng ispasyo sa drive sa pamamagitan ng pag-drag sa divider sa ibaba:
id: Sediakan ruang kandar dengan menyeret pembaginya berikut:
is: Úthlutaðu diskplássi með því að draga til aðgreininn hér fyrir neðan:
kk: Төмендегі бөлгішті (раз) жылжыту арқылы қатқыл дискіні бөлу:
ms: Peruntukkan ruang cakera dengan mengheret pembahagi dibawah:
ne: तल देखाइएको भेदक रेखालाई सारेर ड्राइभमा ठाउँ छुट्याउनुहोस्:
oc: Atribuatz d'espaci de disc en desplaçant lo separador çaijós :
ro: Alocă spațiu pe unitate glisând despărțitorul de mai jos:
sk: Vyhraďte miesto na disku ťahaním rozdeľovača dolu:
ta: பிரிப்பு கோட்டை நகற்றி தட்டில் இடத்தை ஒதுக்கவும்

source: The entire disk will be used:
bn: সম্পূর্ণ ড্রাইভ ব্যবহার হবেঃ
fil: Ang buong disk ay gagamitin:
id: Seisi diska akan dipakai:
is: Allur diskurinn verður notaður:
kk: Қатқыл диск толығымен қолданылатын болады:
ms: Seluruh cakera akan digunakan:
ne: पुरै डिस्क प्रयोग गरिने छ:
oc: La totalitat del disc serà utilizada :
ro: Se va utiliza întreg discul:
sk: Použije sa celý disk:
ta: முழு தட்டும் பயன்படுத்தப்படும்:
