Repository: GalliumOS/ubiquity
Catalog: debian/real-po/*.po
Languages: bn, br, fil, id, is, kk, ms, ne, oc, ro, sk, ta

source: Must be between 1 and 63 characters long.
bn: ১ অক্ষর থেকে ৬৩ অক্ষর অবদি বিস্তৃত হতে পারে।
id: Panjang harus antara 1 dan 63 karakter.
is: Verður að vera milli 1 og 63 stafa langt.
kk: Ұзындығы 1 мен 63 символ аралығында болуы мүмкін.
ms: Mesti diantara 1 hingga 63 aksara panjang.
ne: १ देखि ६३ अक्षरसम्मको हुनुपर्दछ ।
oc: La longor deu èsser compresa entre 1 e 63 caractèrs.
ro: Trebuie să conțină între 1 și 63 de caractere.
sk: Musí mať medzi 1 a 63 znakmi.
ta: கண்டிப்பாக 1-63 எழுத்துகளாவது இருத்தல் வேண்டும்.

source: May only contain letters, digits, hyphens, and dots.
bn: শুধুমাত্র ছোট হাতের অক্ষর, সংখ্যা, হাইফেন এবং বিন্দু গ্রহনযোগ্য।
id: Hanya boleh mengandung huruf, angka, tanda hubung dan titik.
is: Má einungis innihalda bókstafi, tölustafi, bandstrik eða punkta.
kk: Құрамында тек әріптер, араб сандары, дефис және нүкте болуы мүмкін.
ms: Hanya boleh mengandungi huruf, digit, hypen, dan titik.
ne: केवल अक्षर, अङ्क, ड्यास, र थोप्लो समावेश गर्न सकिन्छ ।
oc: Pòt pas conténer que de letras, de chifras, de jonhents e de punts.
ro: Poate conține numai litere, cifre, cratime și puncte.
sk: Môže obsahovať len písmená, číslice, pomlčky a bodky.
ta: எழுத்துக்கள், எண்கள், -, மற்றும் . மட்டுமே இருத்தல் வேண்டும்.

source: May not start or end with a hyphen.
bn: শুরুতে বা শেষে হাইফেন (-) ব্যবহার করা যাবে না।
id: Tidak boleh dimulai atau diakhiri dengan tanda hubung.
is: Má ekki byrja eða enda á bandstriki.
kk: Бірінші және соңғы символ дефис болмау керек.
ms: Tidak boleh bermula atau berakhir dengan tanda hypen.
ne: शुरु वा अन्त्यमा ड्यास प्रयोग गर्न मिल्दैन ।
oc: Pòt pas començar o s'acabar per un jonhent.
ro: Nu poate începe și sfârși cu o cratimă.
sk: Nesmie začínať ani končiť pomlčkou.
ta: பெரும்பான்மையானவை தொடக்கத்தில் இல்லது இறுதியில் - உடன் இருக்காது.

source: May not start or end with a dot, or contain the sequence "..".
bn: শুরুতে কিংবা শেষে, বিন্দু কিংবা ধারাবাহিক ".." কিছু ব্যবহার করা যাবে না।
id: Tidak boleh dimulai atau diakhiri dengan titik, atau mengandung urutan "..".
is: Má ekki byrja eða enda á punkti, eða innihalda rununa "..".
kk: Бірінші және соңғы символ нүкте, және құрамында қос нүкте ("..") болмау керек.
ms: Tidak boleh mula atau akhir dengan titik, atau mengandungi jujukan "..".
ne: सुरु वा अन्त्यमा थोप्लो हुनु हुँदैन, अथवा अनुक्रम ".." समावेश हुनु हुँदैन।
oc: Pòt pas començar o s'acabar per un punt, o conténer la sequéncia "..".
ro: Nu poate începe și sfârși cu un punct și nu poate conține secvența „..”.
sk: Nesmie začínať ani končiť bodkou ani obsahovať postupnosť „..“.
ta: தொடக்கத்தில் அல்லது இறுதியில் . உடனே அல்லது ".." உடனே இருக்காது.

source: You are running in debugging mode. Do not use a valuable password!
bn: আপনি ত্রুটিমুক্তকরণ মোডে সিস্টেম চালাচ্ছেন। নিরাপত্তার খাতিরে মূল্যবান পাসওয়ার্ড ব্যবহার থেকে বিরত থাকুন।
br: E mod dizreinañ emaoc'h. Na implijit ket ur ger-tremen pouezus !
fil: Tumatakbo ito gamit ang modang pang-debug. Huwag gumamit ng mahalagang password!
id: Anda menggunakan mode debugging. Jangan gunakan sandi Anda yang berharga!
is: Þú keyrir kerfið í villuleitarham. Ekki nota mikilvægt lykilorð!
kk: Жүйе жөндеу режимінде жүктелінген. Маңызды құпия сөздерді қолдабаңыз!
ms: Anda sedang menjalankan mod penyahpepijatan. Jangan gunakan kata laluan yang bernilai!
ne: तपाईं डिबगिङ् मोडमा चलाइरहनु भएको छ । महत्वपूर्ण पासवर्ड प्रयोग नगर्नुहोस् !
oc: Sètz dins lo mòde de desbugatge (debug mode. Vos cal pas utilizar un senhal valable !
ro: Rulați în modul de depanare. Nu utilizați o parolă importantă!
sk: Ste v režime ladenia. Nepoužívajte dôležité heslá!
ta: வழுநீக்கல் முறையில் நீங்கள் இயக்குகிறீர்கள். பயனுள்ள கடவுச்சொல்லை பயன்படுத்தாதீர்கள்!

source: Passwords do not match
bn: পাসওয়ার্ড মিলছে না
br: Ne glot ket ar gerioù-tremen
fil: Ang mga password ay hindi nagtutugma
id: Sandi tidak cocok
is: Lykilorðin stemma ekki
kk: Енгізілген құпия сөздер өзара сәйкес емес
ms: Kata laluan tidak sepadan
ne: पासवर्ड मिलेन
oc: Los senhals son pas los meteisses
ro: Parolele nu se potrivesc
sk: Heslá sa nezhodujú
ta: கடவுச்சொற்கள் பொருந்தவில்லை

source: Short password
bn: সংক্ষিপ্ত পাসওয়ার্ড
br: Ger-tremen berr
fil: Maikling password
id: Sandi terlalu pendek
is: Stutt lykilorð
kk: Қысқа құпия сөз
ms: Kata laluan pendek
ne: छोटो पासवर्ड
oc: Senhal tròp cort
ro: Parolă scurtă
sk: Heslo je krátke
ta: சிறிய கடவுச்சொல்

source: Weak password
bn: দুর্বল পাসওয়ার্ড
br: Ger-tremen gwan
fil: Mahinang password
id: Sandi lemah
is: Veikt lykilorð
kk: Әлсіз құпия сөз
ms: Kata laluan lemah
ne: कमजोर पासवर्ड
oc: Senhal tròp feble
ro: Parolă slabă
sk: Heslo je slabé
ta: பலனற்ற கடவுச்சொல்

source: Fair password
bn: মোটামোটি পাসওয়ার্ড
br: Ger-tremen reizh
fil: Katamtamang password
id: Sandi cukup aman
is: Sæmilegt lykilorð
kk: Жарайтын (нормальный) құпия сөз
ms: Kata laluan sederhana
ne: ठिक पासवर्ड
oc: Senhal passable
ro: Parolă bunicică
sk: Heslo je prijateľné
ta: சாதாரண கடவுச்சொல்

source: Good password
bn: ভালো পাসওয়ার্ড
br: Ger-tremen mat
fil: Maayos ng password
id: Sandi bagus
is: Gott lykilorð
kk: Жақсы құпия сөз
ms: Kata laluan biasa
ne: राम्रो पासवर्ड
oc: Senhal corrècte
ro: Parolă bună
sk: Heslo je dobré
ta: நல்ல கடவுச்சொல்

source: Strong password
bn: শক্তিশালী পাসওয়ার্ড
br: Ger-tremen kreñv
fil: Malakas na password
id: Sandi kuat
is: Sterkt lykilorð
kk: Берік құпия сөз
ms: Kata laluan kuat
ne: बलियो पासवर्ड
oc: Senhal fòrt
ro: Parolă puternică
sk: Heslo je silné
ta: வலுவான கடவுச்சொல்

source: Log in automatically
bn: স্বয়ংক্রিয় লগইন
br: En em gennaskañ emgefre
fil: Mag-log ng kusa
id: Masuk secara otomatis
is: Skrá inn sjálfkrafa
kk: Автоматты түрде кіру
ms: Log masuk secara automatik
ne: स्वत: प्रवेश गर्नुहोस्
oc: Se connectar automaticament
ro: Autentificare automată
sk: Prihlásiť sa automaticky
ta: தானியங்கியாக உள்நுழையவும்

source: Require my password to log in
bn: লগইন করার জন্য আমার পাসওয়র্ড দরকার
br: Ger-tremen rekis evit en em gennaskañ
fil: Kailanganin ang aking password para maka-log in
id: Memerlukan sandi untuk masuk
is: Krefjast lykilorðs míns til að skrá inn
kk: Жүйеге кіру үшін құпия сөзін сұрау
ms: Memerlukan kata laluan saya untuk mendaftar masuk
ne: लग ईन गर्न मेरो पासवर्ड चाहियोस्
oc: Demandar mon senhal per dobrir una session
ro: Cere parola pentru autentificare
sk: Vyžadovať moje heslo na prihlásenie
ta: உள்நுழைய என்னுடைய கடவுச்சொல் தேவைப்படுகிறது

source: Encrypt my home folder
bn: আমার হোম ফোল্ডার এনক্রিপ্ট করা হোক
br: Enrinegañ ma teuliad gêr
fil: I-encrypt ang aking home folder
id: Enkripsi folder beranda Saya
is: Dulrita heimamöppu mína
kk: Жеке үй бумасын шифрлеу
ms: Sulitkan folder rumah saya
ne: मेरो home फोल्डर ईनकृपट गरि सुरक्षित गरियोस्
oc: Chifrar mon dorsièr personal
ro: Criptează dosarul personal
sk: Zašifrovať môj domovský priečinok
ta: என்னுடைய இல்ல அடைவை மறைகுறியாக்கவும்

source: Installation type
bn: ইনস্টলেশনের ধরণ
br: Rizh ar staliañ
fil: Uri ng installation
id: Jenis instalasi
is: Tegund uppsetningar
kk: Орнатылым түрі
ms: Jenis pemasangan
ne: स्थापनाको प्रकार
oc: Tipe d'installacion
ro: Tip de instalare
sk: Typ inštalácie
ta: நிறுவல் வகை

source: Files (${SIZE})
bn: ফাইল (${SIZE})
br: Restroù (${SIZE})
fil: Mga File (${SIZE})
id: Berkas (${SIZE})
is: Skrár (${SIZE})
kk: Файлдар (${SIZE})
ms: Fail (${SIZE})
ne: फाइलहरूको (${SIZE})
oc: Fichièrs (${SIZE})
ro: Fișiere (${SIZE})
sk: Súbory (${SIZE})
ta: ஆவணங்கள்

source: Where would you like to install Kubuntu?
bn: আপনি কোথায় কুবুন্টু ইন্সটল করতে চান?
id: Di manakah Anda ingin memasang Kubuntu?
is: Hvar viltu setja Kubuntu upp?
kk: Kubuntu-ды қайда орнатқыңыз келеді?
ms: Dimana anda hendak pasang Kubuntu?
ne: तपाईँ कुबुन्टुलाई कँहा स्थापना गर्न चाहनुहुन्छ?
oc: Ont aimariatz installar Kubuntu ?
ro: Unde vreţi să instalaţi Kubuntu?
sk: Kam by ste chceli nainštalovať Kubuntu?
ta: கேபுண்டுவை எங்க நிறுவ விரும்புகிறீர்கள்?

source: Prepare partitions
bn: পার্টিশন প্রস্ততি
br: Prientiñ parzhadoù
fil: Ihanda ang pagkakahati
id: Mempersiapkan partisi
is: Undirbúa disksneiðar
kk: Бөлімдерді дайындау
ms: Menyediakan pembahagian
ne: पार्टिसनहरू तयार गर्नुहोस्
oc: Preparar las particions
ro: Pregătire partiții
sk: Pripraviť oblasti
ta: பகிர்வுகளை தயாரி

source: _Install Now[ action ]
bn: এখনই ইন্সটল করুন(_I)
br: Stal_iañ diouzhtu
fil: _I-install na
id: _Pasang Sekarang[ action ]
is: Setja _upp núna
kk: Қазір _орнату
ms: _Pasang Sekarang[ action ]
ne: _स्थापना गर्नुहोस[ action ]
oc: _Installar ara [ accion ]
ro: Instalează _acum
sk: Na_inštalovať teraz
ta: இப்போது _நிறுவவா[ செயல்]

source: Quit the installation?
bn: ইনস্টল বন্ধ করা হবে?
br: Kuitaat ar staliadur?
fil: Itigil ang pag-install?
id: Keluar dari instalasi?
is: Hætta uppsetningu?
kk: Орнатылымнан шығу қажет пе?
ms: Berhenti dari pemasangan perisian?
ne: स्थापना रद्द गर्ने हो ?
oc: Quitar l'installacion ?
ro: Anulați instalarea?
sk: Ukončenie inštalácie
ta: நிறுவுதலிருந்து வெளியேறுகிறீர்களா?

source: Do you really want to quit the installation now?
bn: আপনি সত্যিই কি ইনস্টলেশন বন্ধ করতে চান?
br: Sur oc'h e fell deoc'h kuitaat ar staliadur bremañ ?
fil: Tiyak ka bang ititigil ang pag-iinstall ngayon na?
id: Tinggalkan proses instalasi sekarang?
is: Ertu viss um að þú viljir hætta uppsetningu?
kk: Орнатылымнан қазір шығу қажет пе?
ms: Adakah anda betul-betul ingin berhenti pemasangan perisian sekarang?
ne: के तपाईँ साँच्चै स्थापनाकार्य रद्द गर्न चाहनुहुन्छ ?
oc: Sètz segur que volètz sortir de l'installacion ara ?
ro: Sigur doriți să anulați instalarea acum?
sk: Naozaj chcete ukončiť inštaláciu teraz?
ta: நீங்கள் கண்டிப்பாக தற்பொழுது நிறுவுதலிருந்து வெளியேறுகிறீர்களா?

source: Bootloader install failed
bn: বুটলোডার ইনস্টল ব্যার্থ হয়েছে
br: C'hwitadenn war staliañ ar c'harger luskañ
fil: Pag-install ng bootloader ay nabigo
id: Gagal memasang pemuat boot
is: Uppsetningu ræsistjóra mistókst
kk: Жүктегіш орнату мүмкін емес
ms: Pemasangan pemuat-boot telah gagal
ne: बूटलोडर स्थापना असफल भयो
oc: Fracàs de l'installacion del cargador d'amorsatge
ro: Instalarea încărcătorului de sistem (bootloader-ului) a eșuat
sk: Inštalácia zavádzača systému zlyhala
ta: துவக்க ஏற்றியை நிறுவுவதில் தோல்வியுற்றது

source: Sorry, an error occurred and it was not possible to install the bootloader at the specified location.
bn: দুঃখিত, একটি ত্রুটি হয়েছে এবং উল্লিখিত স্থানে বুটলোডার ইন্সটল করা সম্ভব হয়নি।
br: Digarez, degouezhet ez eus bet ur fazi ha ne oa ket tro da staliañ ar c'harger luskañ el lec'h erspizet.
fil: Sori, may error na nangyari at hindi posible i-install ang bootloader sa napiling lokasyon.
id: Maaf, terjadi galat dan tidak mungkin memasang pemuat boot pada lokasi yang telah ditentukan.
is: Því miður, upp kom villa og það var ómögulegt að setja upp ræsistjóra á tilteknum stað.
kk: Өкінішке орай, байқалған қатеге байланысты, жүктегішті көрсетілген жерге орнату мүмкін емес.
ms: Maaf, ralat telah berlaku dan ia tidak mungkin untuk memasang pemuat-boot pada lokasi yang ditentukan.
ne: माफ गर्नुहोस्, एउटा त्रुटि देखापर्यो र यो स्थानमा बुट्लोडर स्थापना गर्न सम्भव भएन ।
oc: O planhèm, una error s'es producha, es pas estat possible d'installar lo cargador d'amorsatge a l'emplaçament indicat.
ro: A apărut o eroare din cauza căreia instalarea încărcătorului de sistem (bootloader-ului) nu este posibilă în locul specificat.
sk: Prepáčte, objavila sa chyba a zavádzač systému na uvedené miesto nebolo možné nainštalovať.
ta: மன்னிக்கவும், பிழை நேர்ந்தது இந்த துவக்க ஏற்றிறை குறிப்பட்ட இடத்தில் நிறுவ இயலவில்லை.

source: Choose a different device to install the bootloader on:
bn: বুটলোডার ইনস্টল করার জন্য অন্য কোন ড্রাইভ নির্বাচন করুন:
br: Dibabit un drobarzhell all a-benn staliañ ar c'harger luskañ e :
fil: Pumili ng ibang device kung saan i-iinstall ang bootloader:
id: Pilih perangkat lain untuk dipasangi pemuat boot:
is: Veldu annað tæki til að setja ræsistjórann upp á:
kk: Жүктегіш орнатылатын басқа құрылғыны көрсетіңіз:
ms: Pilih alat lain untuk memasang pemuat-boot pada:
ne: बुट्लोडर स्थापना गर्नको लागि अर्को उपकरणको चयन गर्नुहोस् ।
oc: Causir un autre periferic sul qual installar lo cargador d'amorsatge :
ro: Alegeți un alt dispozitiv pentru a instala încărcătorul de sistem (bootloader-ul):
sk: Vyberte iné zariadenie, na ktoré chcete nainštalovať zavádzač systému:
ta: இன்னொரு சாதனத்தை தெரிவுச்செய்து துவக்க ஏற்றியை நிறுவவும்:

source: Continue without a bootloader.
bn: কোন বুটলোডার ছাড়াই এগিয়ে যান।
br: Kenderc'hel hep ar c'harger luskañ
fil: Magpatuloy ng walang bootloader.
id: Lanjutkan tanpa pemuat boot.
is: Halda áfram án ræsistjóra.
kk: Жүктегіш орнатпай жалғастыру.
ms: Teruskan tanpa pemuat-boot.
ne: बुट्लोडर बिना जारी राख्नुहोस् ।
oc: Contunhar sens cargador d'amorsatge.
ro: Continuați fără încărcătorul de sistem (bootloader).
sk: Pokračovať bez zavádzača systému.
ta: துவக்க ஏற்றி இல்லாமல் தொடரவும்.

source: You will need to manually install a bootloader in order to start ${RELEASE}.
bn: ${RELEASE} চালু করার জন্য আপনাকে আলাদাভাবে বুটলোডার ইনস্টল করতে হবে।
br: Ret e vo deoc'h staliañ dre zorn ar c'harger luskañ a-benn loc'hañ ${RELEASE}.
fil: Kakailanganin mo mag-install ng bootloader para mag-start ang ${RELEASE}.
id: Anda harus memasang pemuat boot secara manual untuk dapat menjalankan ${RELEASE}.
is: Þú munt þurfa að setja upp ræsistjórfa handvikt til þess að ræsa ${RELEASE}.
kk: ${RELEASE} жүктеу үшін, жүктегішті өзіңіз орнатуыңызға мәжбүр боласыз.
ms: Anda akan perlu memasang pemuat-boot secara manual untuk memulakan ${RELEASE}.
ne: ${RELEASE} शुरु गर्न तपाईँ आँफैले बुट्लोडर स्थापना गर्नुपर्ने हुन्छ ।
oc: Vos caldrà installar manualament un cargador d'amorsatge per poder aviar ${RELEASE}.
ro: Trebuie să instalați manual un încărcător de sistem (bootloader) pentru a porni ${RELEASE}.
sk: Aby ste mohli spustiť ${RELEASE}, musíte zavádzač systému nainštalovať ručne.
ta: ${RELEASE} ஐ தொடங்க துவக்க ஏற்றியை கைமுறையாக நீங்கள் நிறுவ வேண்டும்.

source: Cancel the installation.
bn: ইনস্টল বন্ধ করুন
br: Dilezel ar staliañ.
fil: Ikansel ang pag-install.
id: Membatalkan pemasangan.
is: Hætta við uppsetninguna.
kk: Орнатылымды болдырмау.
ms: Batalkan pemasangan.
ne: स्थापना रद्द गर्नुहोस् ।
oc: Anullar l'installacion.
ro: Anulați instalarea.
sk: Zrušiť inštaláciu.
ta: நிறுவலை ரத்து செய்யவும்.

source: This may leave your computer unable to boot.
bn: এটি আপনার কম্পিউটারটিকে বুট করতে অনুপযোগী করে ফেলতে পারে।
br: Hoc'h urzhiataer ne vo ket gouest da luskañ en abeg da se marteze.
fil: Ito ay maaaring magiwan sa kompyuter na hindi kaya mag-boot.
id: Ini dapat menyebabkan komputer Anda tidak dapat di-boot.
is: Þetta gæti gert tölvuna ófæra um að ræsast.
kk: Осы әрекет кесірінен, сіздің компьютеріңіз мүлдем жүктелінбеуі мүмкін.
ms: Ini mungkin akan menjadikan komputer anda tidak dapat boot.
ne: यसले गर्दा तपाईंको कम्प्युटर बूट नहुन सक्छ ।
oc: Aquò poiriá empachar vòstre ordenador d'aviar.
ro: Aceasta poate face ca sistemul să nu poată porni.
sk: To môže zanechať váš systém v nespustiteľnom stave.
ta: இது உங்கள் கணினியை துவக்க இயலாததாக விட்டுவிடலாம்.

source: How would you like to proceed?
bn: কাজটি কিভাবে সম্পন্ন করতে চান?
br: Penaos e fellfe deoc'h ober ?
fil: Paano mo gusto magpatuloy?
id: Bagaimana Anda ingin melanjutkan?
is: Hvernig viltu halda áfram?
kk: Қалай жалғастырмын дейсіз?
ms: Bagaimana anda ingin teruskan?
ne: तपाईँ कसरी अगाडि बढ्न चाहनुहुन्छ ?
oc: Cossí volètz procedir ?
ro: Cum doriți să continuați?
sk: Ako si želáte pokračovať?
ta: நீங்கள் எப்படி தொடர வேண்டும் என விரும்புகிறீர்கள்?

source: Installation Complete
bn: ইন্সটলেশন শেষ
br: Staliadur echu
fil: Kumpleto ang Pag-Install
id: Pemasangan Selesai
is: Uppsetningu lokið
kk: Орнатылым аяқталды
ms: Pemasangan Selesai
ne: स्थापना पूरा भयो
oc: Installacion acabada
ro: Instalare finalizată
sk: Inštalácia je dokončená
ta: நிறுவுதல் முடிவடைந்தது

source: Continue Testing
bn: আরও পরীক্ষা করুন
br: Kenderc'hel an amprouiñ
fil: Ipagpatuloy ang Testing
id: Lanjutkan Pengecekan
is: Halda áfram að prófa
kk: Жүйеде жұмыс істеуді жалғастыру
ms: Teruskan Pengujian
ne: परीक्षण जारी राख्नुहोस्
oc: Contunhar a testar
ro: Continuă testarea
sk: Pokračovať v testovaní
ta: ெதாடா்ந்து சாிபாா்

source: Restart Now
bn: রিস্টার্ট করুন
br: Adloc'hañ diouzhtu
fil: Mag-restart ngayon na
id: Nyalakan Ulang Sekarang
is: Endurræsa núna
kk: Дәл қазір қайта жүктеу
ms: Ulangmula Sekarang
ne: पुन: सुरु गर्नुहोस्
oc: Tornar amodar ara
ro: Repornește acum
sk: Reštartovať teraz
ta: மீள்துவக்கம் செய்க

source: Shutdown Now
bn: এখনই বন্ধ করুন
br: Lazhañ diouzhtu
fil: I-shutdown ngayon na
id: Matikan Sekarang
is: Slökkva núna
kk: Сөндіру
ms: Matikan Sekarang
ne: अहिल्यै बन्द गर्नुहोस् ।
oc: Atudar Ara
ro: Închide calculatorul acum
sk: Vypnúť teraz
ta: முழுநிறுத்தம் செய்க

source: Installer crashed
bn: ইনস্টলার ক্র্যাশ করেছে
br: Sac'het eo ar meziant staliañ
fil: Nag-crash ang Installer
id: Pemasang gagal
is: Uppsetningaforrit hrundi
kk: Орнату бағдарламасы құлап қалды
ms: Pemasang rosak
ne: स्थापनाकर्ता क्र्यास भएको छ
oc: L'installador a rencontrat una error
ro: Programul de instalare a eșuat
sk: Inštalátor havaroval
ta: நிறுவி நிலைகுலைந்தது

source: We're sorry; the installer crashed. After you close this window, we'll allow you to file a bug report using the integrated bug reporting tool. This will gather information about your system and your installation process. The details will be sent to our bug tracker and a developer will attend to the problem as soon as possible.
bn: আমরা দুঃখিত; ইনস্টলার ক্র্যাশ করেছে। এই উইন্ডোটি বন্ধ করে দেওয়ার পরে আমরা আপনাকে একটি ইন্টিগ্রেটেড বাগ রিপোর্টিং টুল ব্যবহার করে বাগ রিপোর্ট নথিভুক্ত করার সুবিধা দেব। এটি আপনার সিস্টেম এবং আপনার ইনস্টলেশন প্রক্রিয়া সম্পর্কে তথ্য সংগ্রহ করবে। এই বিবরণ আমাদের বাগ ট্র্যাকার এ পাঠানো হবে এবং একজন ডেভেলপার যত তাড়াতাড়ি সম্ভব সমস্যাটি দেখবেন।
id: Kami mohon maaf; instaler mengalami masalah. Setelah Anda menutup jendela ini, Anda bisa melihat laporan kesalahan melalui perkakas pelaporan yang telah kami sediakan. Perkakas tersebut mengumpulkan informasi mengenai sistem dan proses instalasi Anda. Semua rincian tersebut akan dikirim ke pelacak kesalahan kami dan para pengembang kami akan berusaha mencari pemecahanannya secepat mungkin.
is: Við biðjumst velvirðingar; uppsetningaforritið hrundi. Eftir að þú lokar þessum glugga, geturðu sent inn villutikynningu með innbyggða villutilkynningatólinu. Það mun safna upplýsingum um kerfið þitt og uppsetningaferilinn. Þessar upplýsingar verða sendar í villurakningarkerfið okkar og forritari mun sjá um vandamálið eins fljótt og hægt er.
kk: Кешіріңіз, жаңылыс кесірінен орындалу жедел аяқталды. Бұл терезені жабқан соң, жаңылыс хабарлау құралы арқылы жаңылыс туралы хабарлай аласыз. Орындалу жүрісі және сіздің жүйеңіз туралы ақпарат жиналады. Сол мәлімет біздің жаңылыс тіркеу жүйесі мен жасақтаушыларға жіберіліп, шамасы келгенше мәселені тез шешуіне тырысады.
ms: Mohon maaf, pemasang mengalami kerosakan. Selepas anda tutup tetingkap ini, anda boleh failkan laporan pepijat menggunakan alat pelaporan pepijat bersepadu. Ia akan mengumpul maklumat mengenai sistem dan proses pemasangan anda. Perincian tersebut akan dihantar ke penjejak pepijat kami dan pembangun akan cuba atasi masalah tersebut secepat yang boleh.
ne: माफ गर्नुहोला; स्थापनकर्ता बन्द भयो । तपाईंले यो विन्डो बन्द गरेपछि हामी तपाईंलाई यो प्रणालीमा पूर्वजडित त्रुटि रिपोर्ट गर्न सघाउने प्रोग्रामको सहायताले त्रुटिलाई रिपोर्ट गर्न दिन्छौँ । यसले तपाईंको प्रणालीको र स्थापना प्रक्रियाको बारेमा जानकारी संकलन गर्छ । ती जानकारीहरू हाम्रो त्रुटिहरूको निग्रानी गर्ने प्रणालीमा पठाउँछौँ र एकजना विकाशकर्ताले तपाईंको समस्यालाई सकेसम्म छिटो हेर्नेछन् ।
oc: O planhèm ; l'installaador a plantat. Quand tamparetz aquesta fenèstra, poiretz enregistrar un rapòrt de bug amb l'ajuda de l'aisina de rapòrt de bug integrat. Aquesta aisina recamparà d'informacions sus vòstre sistèma e sus vòstre processus d'installacion. Los detalhs seràn mandats sus nòstra aisina de seguiment de bugs e un desvolopaire prendrà aqueste problèma en carga tant lèu coma possible.
ro: Ne pare rău, programul de instalare a eşuat. După ce închideţi această fereastră, puteţi raporta eroarea folosind instrumentul integrat de raportare a erorilor. Acesta va aduna informaţii despre sistem şi procesul de instalare. Detaliile vor fi trimise programului de gestionare a erorilor şi un programator va verifica problema cât mai curând.
sk: Ospravedlňujeme sa, ale inštalácia zlyhala. Po zatvorení tohto okna dostanete možnosť vytvoriť hlásenie o chybe prostredníctvom integrovaného nástroja na hlásanie chýb. Ten zozbiera informácie o vašom systéme a inštalačnom procese. Výsledok bude zaslaný do systému na sledovanie chýb a vývojár ho bude riešiť hneď ako to bude možné.
ta: எங்களை மன்னிக்கவும்; நிறுவி செயலிழந்தது. நீங்கள் இந்த சாளரத்தை மூடிய பிறகு இதனுடன் உள்ளினைந்த வழுநீக்க கருவியை பயன்டுத்தி வழுநீக்க அறிக்கையை சமர்பிக்கவும். இது உங்களுடைய கணினி மற்றும் நிறுவல் செயற்பாட்டின் தகவல்களை சேகரிக்கும். வழூநீக்கியானது பிழை கண்காணிப்பு தளத்திற்கு தகவலை அனுப்பிய பிறகு உருவாக்னர் இதை ஆராய்ந்து பிரச்சனையை உடனுக்குடன் தீர்க்க இயலும்.

source: _High Contrast
bn: _উচ্চ কনট্রাস্ট
id: Kontras _Tinggi
is: _Mikil Blæbrigðamunur
kk: _Жоғары контраст
ms: Beza _Jelas Tinggi
ne: _उच्च कन्ट्रास्ट
oc: _Contraste elevat
ro: _Contrast înalt
sk: _Vysoký kontrast
ta: _உச்ச வெளிச்சம்

source: _Screen Reader
bn: _স্ক্রিন রিডার
id: Pembaca _Layar
is: _Skjá Lesari
kk: Экранды диктор
ms: Pembaca _Skrin
ne: _स्क्रिन पाठक
oc: _Lector d'ecran
ro: Cititor de _Ecran
sk: Čítačka _obrazovky
ta: _திரை வாசப்பான்கள்

source: _Keyboard Modifiers
bn: _কীবোর্ড পরিবর্তক
id: Peubah Papan _Ketik
is: _Flýtilykar lyklaborðs
kk: _Өзгерткіш пернелер
ms: Pengubahsuai Papan _Kekunci
ne: _किबोर्ड मोडिफायर्स्
oc: Tòcas de _modificacion del clavièr
ro: _Modificări tastatură
sk: Modifikátory _klávesov
ta: _விசைப்பலகை மாற்றிகள்

source: _On-screen Keyboard
id: _Papan Ketik di Layar
is: _Skjá lyklaborð
kk: Экранды пернетақта
ms: Papan Kekunci Atas S_krin
ne: स्क्रिनमा देखिने किबोर्ड
oc: Clavièr _virtual
ro: _Tastatură pe ecran
sk: Klávesnica na _obrazovke
ta: _திரை தட்டச்சு பலகை

source: New Partition Table...
bn: নতুন পার্টিশনের তালিকা...
br: Taolenn ar parzhadoù nevez...
fil: Bagong Partition Table...
id: Tabel Partisi Baru...
is: Ný disksneiðartafla...
kk: Жаңа бөлімдер кестесі...
ms: Jadual Partisi Baru...
ne: नयाँ पार्टिसन टेबल...
oc: Taula de particion novèla…
ro: Tabelă nouă de partiții...
sk: Nová tabuľka diskových oblastí
ta: புதிய வன்தட்டு பிரிவு அட்டவணை...

source: Add...
bn: যুক্ত করুন...
br: Ouzhpennañ...
fil: Idagdag...
id: Tambah...
is: Bæta við...
kk: Қосу...
ms: Tambah...
ne: थप्नुहोस्...
oc: Apondre...
ro: Adaugă...
sk: Pridať...
ta: சேர்...

source: Change...
bn: পরিবর্তন করুন...
br: Kemmañ...
fil: Baguhin...
id: Ubah...
is: Breyta...
kk: Өзгерту...
ms: Ubah...
ne: परिवर्तन गर्नुहोस्...
oc: Modificar...
ro: Modifică...
sk: Zmeniť...
ta: மாற்று...

source: Delete
bn: মুছে ফেলুন
br: Diverkañ
fil: Burahin
id: Hapus
is: Eyða
kk: Жою
ms: Padam
ne: मेट्नुहोस्
oc: Suprimir
ro: Șterge
sk: Zmazať
ta: நீக்கு

source: Revert
bn: পূর্বাবস্থায় প্রত্যাবর্তন
br: Distreiñ
fil: Ibalik
id: Kembalikan
is: Afturkalla
kk: Қайтару
ms: Kembali Ke Asal
ne: पुनर्सथापना गर्ने
oc: Restablir
ro: Restaurează
sk: Vrátiť
ta: மீட்டல்

source: Recalculating partitions...
bn: পার্টিশনের আকার পুনঃনির্ধারণ করা হচ্ছে...
br: Oc'h adjediñ ar parzhadoù...
fil: Nire-rekalkula ang mga partition...
id: Menghitung ulang partisi...
is: Endurreikna disksneiðar...
kk: Бөлімдерді қайта санау...
ms: Mengira semula bahagian cakera keras...
ne: पार्टिसनहरूको पुन: हिसाब गर्दै...
oc: Calcul novèl de las particions…
ro: Se recalculează partițiile...
sk: Prepočítavajú sa diskové oblasti...
ta: பகிர்வுகளை மறுகணக்கீடு செய்கிறது

source: Device
bn: যন্ত্র
br: Trobarzhell
id: Perangkat
is: Tæki
kk: Құрылғы
ms: Peranti
ne: यन्त्र
oc: Periferic
ro: Dispozitiv
sk: Zariadenie
ta: சாதனம்

source: Type
bn: ধরণ
br: Rizh
fil: Uri
id: Jenis
is: Gerð
kk: Түрі
ms: Jenis
ne: प्रकार
oc: Tipe
ro: Tip
sk: Typ
ta: வகை
