Repository: GalliumOS/ubiquity
Catalog: debian/real-po/*.po
Languages: bn, br, fil, id, is, kk, ms, ne, oc, ro, sk, ta

source: Mount point
bn: মাউন্ট-পয়েন্ট
br: Poent savadenn
id: Titik kait
is: Tengipunktur
kk: Тіркеу нүктесі
ms: Tempat memasang
ne: माउन्ट प्वाइन्ट
oc: Punt de montatge
ro: Punct de montare
sk: Prípojný bod
ta: ஏற்றப்புள்ளி

source: Format?
bn: ফরম্যাট করা হবে?
br: Mentrezh ?
is: Forsníða?
kk: Пішімдейік пе?
ne: फर्म्याट गर्ने हो ?
oc: Formatar ?
ro: Se formatează?
sk: Formátovať?
ta: மறுசீராக்கம்

source: Size
bn: আকার
br: Ment
fil: Sukat
id: Ukuran
is: Stærð
kk: Өлшемі
ms: Saiz
ne: आकार
oc: Talha
ro: Dimensiune
sk: Veľkosť
ta: உருவளவு

source: Used
bn: ব্যবহৃত
br: Arveret
fil: Nagamit
id: Terpakai
is: Notað
kk: Пайдалануда
ms: Sudah Diguna
ne: प्रयोग गरिएको
oc: Utilizat
ro: Utilizat
sk: Použitých
ta: பயன்படுத்தப்பட்ட அளவு

source: System
br: Reizhiad
id: Sistem
is: Kerfið
kk: Жүйе
ms: Sistem
ne: प्रणाली
oc: Sistèma
ro: Sistem
sk: Systém
ta: கணினி

source: free space
bn: খালি জায়গা
br: egor diac'hub
fil: libreng ispasyo
id: ruang kosong
is: laust pláss
kk: Бос орын
ms: ruang kosong
ne: खाली ठाउँ
oc: espaci liure
ro: spațiu liber
sk: voľné miesto
ta: வெற்றிடம்

source: unknown
bn: অজানা
br: dianav
fil: Di-mabatid
id: tak dikenal
is: óþekkt
kk: белгісіз
ms: tidak diketahui
ne: अज्ञात
oc: desconegut
ro: necunoscut
sk: neznáme
ta: அறியாதது

source: Create partition
bn: পার্টিশন তৈরি করুন
br: Krouiñ ur parzhad
fil: Gumawa ng partition
id: Buat partisi
is: Gera disksneið
kk: Бөлім жасау
ms: Hasilkan bahagian
ne: पार्टिसन बनाउनुहोस्
oc: Crear una particion
ro: Creează partiția
sk: Vytvoriť oblasť
ta: பகிர்வை உருவாக்கு

source: Size:
bn: আকার:
br: Ment :
id: Ukuran:
is: Stærð:
kk: Көлемі:
ms: Saiz:
ne: आकार:
oc: Talha :
ro: Dimensiune:
sk: Veľkosť:
ta: அளவு:

source: Beginning of this space
bn: এই জায়গাটুকুর শুরুতে
id: Mulai dengan spasi berikut ini.
is: Byrjun þessa bils
kk: Бұл кеңістің басы
ms: Permulaan ruang ini
ne: यो खाली ठाउँको सुरुवात
oc: Començament d'aqueste espaci
ro: Începutul acestui spațiu
sk: Začiatok tohto priestoru
ta: இந்த இடத்தின் தொடக்கத்திலிருந்து

source: End of this space
bn: এই জায়গাটুকুর শেষে
id: Akhir dari spasi berikut ini.
is: Enda þessa bils
kk: Бұм кеңістің аяғы
ms: Penghujung ruang ini
ne: यो ठाउँको अन्त्य
oc: Fin d'aqueste espaci
ro: Sfârșitul acestui spațiu
sk: Koniec tohto priestoru
ta: இந்த இடத்தின் முடிவில்

source: Primary
bn: প্রাইমারি
br: Pennañ
fil: Pangunahin
id: Utama
is: Aðal
kk: Негізгі
ms: Utama
ne: प्रमुख
oc: Primari
ro: Primară
sk: Primárna
ta: முதன்மை

source: Logical
bn: লজিকাল
br: Poellek
fil: Lohikal
id: Logika
is: Röklegur
kk: логикалық
ms: Logikal
ne: लोजिकल
oc: Logic
ro: Logică
sk: Logická
ta: தர்க்க ரீதியான

source: Edit partition
bn: পার্টিশন সম্পাদন করুন
br: Kemmañ ar parzhad
fil: Baguhin ang partition
id: Sunting partisi
is: Breyta disksneið
kk: Бөлімді өзгерту
ms: Ubahsuai Pembahagian Cakera
ne: पार्टिसन सम्पादन गर्नुहोस्
oc: Modificar la particion
ro: Modifică partiția
sk: Upraviť oblasť
ta: பகிர்வைத் திருத்து

source: Edit a partition
bn: একটি পার্টিশন সম্পাদন করুন
br: Kemmañ ur parzhad
fil: Baguhin ang partition
id: Menyunting partisi
is: Breyta disksneið
kk: Бөлімді өзгерту
ms: Ubahsuai satu pembahagian
ne: एउटा पार्टिसन सम्पादन गर्नुहोस्
oc: Modificar una particion
ro: Modifică o partiție
sk: Upraviť oblasť
ta: ஒருப் பகிர்வைத் திருத்து

source: Boot loader
bn: বুট লোডার
br: Karger luskañ
id: Pemuat boot
is: Ræsistjóri
kk: Жүктеуші
ms: Pemuat boot
ne: बूट लोडर
oc: Gestionari d'aviada
ro: Încărcător de sistem (bootloader)
sk: Zavádzač systému
ta: இயக்குதளத் துவக்கி

source: Installation has finished. You can continue testing ${RELEASE} now, but until you restart the computer, any changes you make or documents you save will not be preserved.
bn: ইন্সটলেশন সম্পূর্ণ হয়েছে। আপনি ${RELEASE} চালিয়ে যেতে পারেন, কিন্তু আপনি রিষ্টার্ট দেওয়ার আগ পর্যন্ত কোন পরিবর্তন সংরক্ষণ করা হবে না।
fil: Tapos na ang pag-install. Maaari mong ipagpatuloy ang pag-test sa ${RELEASE} ngayon, ngunit habang hindi pa nakakapag-restart, anumang pagbabago na gagawin sa iyong mga dokumento na iaadya ay hindi mananatili.
id: Pemasangan selesai. Anda dapat terus mencoba ${RELEASE} sekarang. Namun sebelum Anda menyalakan ulang komputer, semua perubahan yang telah dibuat tidak akan disimpan.
is: Uppsetningu er lokið. Þú getur haldið áfram að prófa ${RELEASE}, en engar breytingar sem þú gerir verða geymdar fyrr en eftir að þú hefur endurræst tölvuna.
kk: Орнатылым аяқталды. Сіз ${RELEASE}-мен әрі қарай осы сеанста жұмыс істей аласыз, бірақ компьютерді қайта жүктейтін кезде жасалған әрекеттер және құжаттар жойылады.
ms: Pemasangan telah selesai. Anda boleh terus mencuba ${RELEASE} sekarang, tetapi sehingga anda mula semula komputer, sebarang perubahan yang dilakukan atau dokumen yang disimpan tidak akan kekal.
ne: स्थापना सकिएको छ । तपाईँ अब ${RELEASE} को परीक्षण प्रयोग गरिराख्न सक्नुहुन्छ, तर कम्प्युटर पुन:चालु नगरे सम्म तपाईँले सङ्ग्रह गरेको कागजातहरू रहने छैनन् ।
oc: L'installation es acabada. Podètz contunhar de testar ${RELEASE} mas tant qu'auretz pas reamodat vòstre ordenador los cambiaments efectuats o los documents creats seràn pas preservats.
ro: Instalarea s-a încheiat. Puteți continua să testați ${RELEASE}, dar până la repornirea calculatorului, nu se va păstra nicio modificare și niciun document nou creat.
sk: Inštalácia bola dokončená. Teraz môžete pokračovať v skúšaní ${RELEASE}, ale pokým nereštartujete svoj počítač, nezachovajú sa žiadne zmeny, ktoré vykonáte, ani dokumenty, ktoré uložíte.
ta: நிறுவல் முடிவடைந்தது. நீங்கள் இப்போது ${RELEASE} ஐ தொடர்ந்து சோதிக்கலாம், கணினி மீள்துவக்கம் செய்யும்வரை, நீங்கள் செய்யும் மாற்றங்கள் உருவாக்கும் ஆவணங்கள் நிலைத்திருக்காது.

source: Go Back
bn: পূর্বাবস্থায় যান
br: Distreiñ
fil: Bumalik
id: Kembali
is: Til baka
kk: Қайту
ms: Kembali
ne: पछाडि जाने
oc: Tornar en arrièr
ro: Înapoi
sk: Naspäť
ta: பின்செல்க

source: Continue
bn: পরবর্তী
br: Kenderc'hel
fil: Magpatuloy
id: Lanjutkan
is: Halda áfram
kk: Жалғастыру
ms: Teruskan
ne: जारी राख्ने
oc: Contunhar
ro: Continuă
sk: Pokračovať
ta: தொடர்க

source: Connect
bn: সংযুক্ত হোন
br: Kennaskañ
fil: Kumonekta
id: Sambung
is: Tengjast
kk: Қосылу
ms: Sambung
ne: जडान गर्ने
oc: Connexion
ro: Conectare
sk: Pripojiť
ta: இணைக்கவும்

source: Stop
bn: বন্ধ করুন
br: Paouez
fil: Hinto
is: Stöðva
kk: Тоқтату
ms: Henti
ne: रोक्ने
oc: Arrestar
ro: Oprire
sk: Zastaviť
ta: நிறுத்து

source: Continue in UEFI mode
id: Lanjutkan Ke Mode UEFI
kk: UEFI тәртібінде жалғастыру
ms: Teruskan dalam mod UEFI
ne: युईएफ्आई मोडमा जारी गर्
oc: Contunhar en mòde UEFI
ro: Continuați în mod UEFI

source: Installation is complete. You need to restart the computer in order to use the new installation.
bn: ইনস্টল করা শেষ। নতুন ইনস্টল করা অপারেটিং সিস্টেমটি ব্যবহার করতে চাইলে কম্পিউটার রিস্টার্ট করুন ।
br: Echu eo ar staliadur. Ret eo deoc'h adloc'hañ an urzhiataer evit ober gant ar staliadur nevez.
fil: Tapos na ang pag-install. Kailangan mo mag-restart ng kompyuter para magamit mo ang bagong installation.
id: Pemasangan selesai. Anda harus menyalakan ulang komputer untuk dapat memakai sistem yang telah dipasang.
is: Uppsetningu er lokið. Þú þarf að endurræsa tölvuna til þess að nota nýju uppsetninguna.
kk: Орнатылым аяқталды. Жаңадан орнатылған жүйемен жұмысты бастау үшін, компьютерді қайта жүктеу қажет.
ms: Instalasi adalah lengkap. Anda perlu tutup dan buka balik komputer anda untuk menggunakan instalasi baru.
ne: स्थापना सकिएको छ । तपाईँले नँया स्थापना प्रयोग गर्न कम्प्युटर पुन:शुरू गर्नुपर्ने हुन्छ ।
oc: L'installacion es acabada. Vos cal tornar aviar l'ordenador per utilizar lo sistèma installat novèl.
ro: Instalarea este completă. Trebuie să reporniți calculatorul pentru a utiliza noua instalare.
sk: Inštalácia je ukončená. Ak chcete použiť nový nainštalovaný systém, musíte reštartovať počítač.
ta: நிறுவல் முடிவடைந்தது. நிறுவிய கணினியை பயனபடுத்த நீங்கள் கணினியை மீள்துவக்கம் செய்ய வேண்டும்.

source: Verifying the installation configuration...
bn: ইন্সটলেশন কনফিগারেশন পরীক্ষা-নিরীক্ষা করা হচ্ছে...
br: O wiriañ kefluniadur ar staliañ...
fil: Beripikahin ang configurasyon ng instolasyon...
id: Memeriksa konfigurasi pemasangan...
is: Staðfesti stillingar uppsetningarinnar...
kk: Орнатылым баптауларын тексеру...
ms: Mengesahkan konfigurasi pemasangan...
ne: स्थापनाको व्यवस्थालाई रुजु गरिँदै छ...
oc: Verificacion de la configuracion de l'installacion…
ro: Se verifică configurarea instalării...
sk: Overuje sa konfigurácia inštalácie...
ta: நிறுவிய அமைப்புகளை சரிபார்க்கிறது...

source: Installing system
bn: সিস্টেম ইনস্টল করা হচ্ছে
br: O staliañ ar reizhiad
fil: Nag-iinstall ng sistema
id: Memasang sistem
is: Set upp kerfi
kk: Жүйе орнатылуда
ms: Memasang sistem
ne: प्रणाली स्थापना गर्दै
oc: Installacion del sistèma
ro: Se instalează sistemul
sk: Inštaluje sa systém
ta: இங்கு தளம் நிறுவப்படுகிறது

source: Finding the distribution to copy...
bn: অনুলিপি করার জন্য ডিস্ট্রিবিউশন খোঁজা হচ্ছে ...
br: O klask an dasparzhadenn da eilañ...
fil: Hinahanap ang distribusyon na kokopyahin...
id: Mencari distribusi untuk disalin...
is: Leita að dreifingu til afritunar...
kk: Көшірілетін дистрибутивты іздеу...
ms: Mencari distribusi untuk disalin...
ne: प्रतिलिपि बनाउन डिस्ट्रिब्युसन खोज्दै ...
oc: Recèrca de la distribucion de copiar...
ro: Se caută distribuția pentru copiere...
sk: Hľadá sa distribúcia na skopírovanie...
ta: நகலெடுக்க வினியோகத்தை தேடுகிறது..

source: Copying files...
bn: ফাইলসমূহ অনুলিপি করা হচ্ছে...
br: Oc'h eilañ ar restroù...
fil: Kinokopya ang mga files...
id: Menyalin berkas...
is: Afritar skrár...
kk: Файлдарды көшіру
ms: Menyalin fail-fail...
ne: फाइलहरूको प्रतिलिपी बनाउदै...
oc: Còpia dels fichièrs...
ro: Se copiază fișierele...
sk: Kopírujú sa súbory...
ta: கோப்புகள் நகலெடுக்கப்படுகின்றன.

source: Almost finished copying files...
bn: ফাইলসমুহ অনুলিপি করা প্রায় শেষ ...
br: Tost echu eo eilañ ar restroù...
fil: Malapit ng matapos ang pagkopya ng files...
id: Hampir selesai menyalin berkas...
is: Afritun skráa næstum lokið...
kk: Файлдардық көшіру үрдісі дерлік бітіп та қалды...
ms: Proses menyalin fail hampir selesai...
ne: फाइलहरू सारेर सकिन लाग्यो...
oc: Còpia dels fichièrs gaireben acabada…
ro: Copierea fișierelor se apropie de finalizare...
sk: Kopírovanie súborov je takmer dokončené...
ta: ஏறக்குறைய கோப்புகளின் நகலேடுப்பு முடிந்நதது...

source: Installation Failed
bn: ইনস্টলেশন প্রক্রিয়া ব্যর্থ হয়েছে
br: C'hwitadenn war ar staliañ
fil: Nabigo ang Pag-iinstall
id: Pemasangan Gagal
is: Uppsetning mistókst
kk: Орнатылым сәтсіз аяқталды
ms: Instalasi Gagal
ne: स्थापना असफल भयो
oc: L'installacion a fracassat
ro: Instalarea a eșuat
sk: Inštalácia zlyhala
ta: நிறுவுதல் தோல்வியுற்றது

source: The installer encountered an error copying files to the hard disk:
bn: ফাইলগুলো হার্ড ডিস্কে কপি করার সময় ইনস্টলার একটি ত্রুটির মুখোমুখি হয়েছে:
br: Degouezhet ez eus bet ur fazi gant ar meziant staliañ e-pad ma oa oc'h eilañ ar restroù war ar gantenn galet :
fil: Ang pag-iinstall ay nakatagpo ng error sa pagkokopya ng mga dokumento sa hard disk:
id: Instaler menemukan galat saat menyalin berkas pada hard disk:
is: Uppsetningaforritið rakst á villu við afritun gagna á diskinn:
kk: Файлдарды қатқыл дискіге көшіру кезінде қате туындады:
ms: Pemasang menjumpai ralat ketika menyalin fail ke dalam cakera keras:
ne: हार्ड डिस्कमा फाइलको प्रतिलिपी बनाउने क्रममा स्थापकमा त्रुटि भयो:
oc: Lo programa d'installacion a rencontrat una error al moment de copiar de fichièrs sul disc dur :
ro: Programul de instalare a întâmpinat o problemă în timpul copierii fișierelor pe hard disc:
sk: Inštalátor narazil na chybu pri kopírovaní súborov na pevný disk:
ta: நிறுவியானது கோப்புகளை வன்தட்டில் நகலெடுக்கும் பொருட்டு பிழைகளை சந்தித்துள்ளது:

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
bn: উদ্দিষ্ট পার্টিশনে যথেষ্ট ফাঁকা জায়গা না থাকার কারণে ইনস্টল শেষ করা যায়নি। দয়া করে অপেক্ষাকৃত বড় একটি পার্টিশন নির্বাচন করে আবার ইনস্টলারটি চালান।
br: Evel-se emañ rak n'eus ket plas a-walc'h war ar gantenn a-benn echuiñ ar staliañ war ar parzhad arvoned. Mar plij, lakait ar meziant staliañ da loc'hañ en-dro ha dibabit ur parzhad staliañ brasoc'h da staliañ warnañ.
fil: Ito ay dahil hindi sapat ang ispasyo sa hard disk para makumpleto ang pag-install. Ulitin ang pag-install at pumili ng mas malaking partition kung saan mag-iinstall.
id: Hal ini disebabkan kurangnya ruang media simpan pada partisi yang dipilih. Jalankan ulang instaler dan pilih partisi yang lebih besar.
is: Þetta er vegna ónægs diskapláss fyrir uppsetninguna til að ljúka á tilgrenindri disksneið. Vinsamlegast keyrðu uppsetningaforritið aftur og veldu stærri disksneið til að setja upp á.
kk: Орнатылымды аяқтау үшін таңдалған бөлімде орын жеткіліксіз. Орнату бағдарламасын қайтадан қосып, үлкенірек бөлімді көрсетіңіз.
ms: Ini adalah disebabkan tiada ruang kosong yang mencukupi untuk menyelesaikan proses pemasangan pada bahagian yang telah dipilih. Cuba pasang sekali lagi dan pilih bahagian yang lebih besar.
ne: छानिएको पार्टिसनमा चाहिने जति खालि ठाउँ उपलब्ध नभएकाले यसो भएको हो । कृपया स्थापनकर्तालाई पुन: शुरु गरेर अलि ठूलो पार्टिसन रोज्नुहोस् ।
oc: Lo problèma es que l'espaci de disc es pas sufisent per que l'installacion se pòsca acabar sus la particion cibla. Tornatz aviar l'installador e seleccionatz una particion d'installacion pus bèla.
ro: Cauza este spațiul insuficient pentru finalizarea instalării pe partiția selectată. Executați programul de instalare din nou și selectați o partiție mai mare pentru instalare.
sk: Nebolo možné dokončiť inštaláciu kvôli nedostatku voľného miesta na zvolenej oblasti. Spustite inštaláciu znovu a zvoľte na inštaláciu väčšiu oblasť.
ta: இது ஏனென்றால் நிறுவிக்கு தேவையான காலியிடம் வன்தட்டின் பிரிக்கப்பட்ட பகுதியில் இருந்திருக்காது. தயவுச்செய்து நிறுவியை மீண்டும் இயக்கி ஒரு பெரிய பிரவினை பகுதியை தேர்ந்தெடுத்து அதில் நிறுவவும்.

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
bn: কখনো কখনো ত্রুটিযুক্তি সিডি/ডিভিডি ডিস্ক বা ড্রাইভের কারণে এমন হয়ে থাকে। সিডি/ডিভিডি পরিষ্কার করলে, সিডি/ডিভিডি রেকর্ড করার সময়ে কম গতিতে করলে, অথবা সিডি/ডিভিডি ড্রাইভের লেন্স পরিষ্কার করলে এই সমস্যা সমাধান হতে পারে (ইলেক্ট্রনিক্স দোকানে/সরবরাহকারীর কাছে মাঝে মাঝে এই লেন্স পরিষ্কারের জিনিষপাতি পাওয়া যায়)।
br: Degouezhout a ra alies en abeg d'ur gantenn pe d'un drobarzhell CD/DVD siek. Dilousañ ar gantenn CD/DVD, engravañ ar CD/DVD gant un tizh izeloc'h pe zilousañ ferennoù an drobarzhell CD/DVD (kinniget e vez spletadoù dilousañ gant marc'hadourion traoù elektronek) a skoazello marteze.
fil: Ito ay maaaring dahil sa di maayos na CD/DVD drive. Maaaring makatulong kung lilinisin and CD/DVD, ilathala sa CD/DVD na mas mabagal, o kung lilinisin ang mismong CD/DVD lens (mga gamit pampalinis ay karaniwang nabibili sa mga electronics suppliers).
id: Hal ini sering disebabkan adanya kesalahan pada penggerak CD/DVD. Coba bersihkan keping CD/DVD, bakar CD/DVD pada kecepatan yang lebih rendah, atau bersihkan lensa penggerak CD/DVD (perlengkapan pembersih dapat dibeli di toko elektronik).
is: Þetta er oft vegna röskunar CD/DVD-geisladisks eða drifs. Það gæti hjálpað að hreinsa geisladiskinn, endurskrifa hann á minni hraða, eða að hreinsa drifslinsuna (hreinsunarsett eru oft fáanleg í raftækjaverslun).
kk: Мәселе көбінесе нашар CD/DVD дискі немесе дисковод қатесінен пайда болуы мүмкін. CD/DVD дискіні абайлап тазалап көріңіз, дискіні төмен жылдамдықпен жазу немесе CD/DVD дисковод линзасын тазалап көріңіз (тазалау құралдарын арнайы дүкендерден сатып алуға болады).
ms: Ini biasanya disebabkan disk CD/DVD atau drive CD/DVD yang rosak. Ia mungkin membantu untuk membersihkan CD/DVD, burn CD/DVD pada kelajuan lebih rendah, atau membersihkan lensa drive CD/DVD (perkakas membersih biasanya sedia ada di pembekal electronic).
ne: यो प्रायजसो बिग्रेको CD/DVD डिस्क वा ड्राइभले गर्दा हुन्छ । CD/DVD सफा गरेमा वा CD/DVD बर्न गर्दा ढीला गतिमा गरेमा अथवा CD/DVD ड्राइभको लेन्स सफा गरेमा काम गर्न सक्छ (सफा गर्ने सामग्रीहरू विधुतीय सामाग्री पाइने पसलमा पाउन सकिन्छ) ।
oc: Aquò es sovent causat per un disc o un lector CD/DVD defectuós. Podètz ensajar de netejar lo CD/DVD, de lo gravar a velocitat reducha o de netejar la lentilha del lector CD/DVD (de kits de netejament son sovent disponibles dins de magasins d'electronica).
ro: Aceasta se datorează, deseori, unei unități CD/DVD defecte sau unui CD/DVD nefuncțional. Poate fi util să curățați CD/DVD-ul, să inscripționați CD/DVD-ul la o viteză mai mică sau să curățați lentila inscriptorului de CD/DVD (pachetele de curățare sunt disponibile, de obicei, la magazinele de electronice).
sk: Príčinou tejto chyby býva často vadný CD/DVD disk alebo mechanika. Očistením CD/DVD disku, vypálením obsahu CD/DVD na nižšej rýchlosti, prípadne vyčistením optiky CD/DVD mechaniky sa môžete takejto chybe s veľkou pravdepodobnosťou vyvarovať (čistiace sady často nájdete v predajniach elektroniky).
ta: இது சில சமயங்களில் பலுதான CD/DVD தட்டுகள் இல்லது இயக்கிகளால் ஏற்படும். இது CD/DVD ஐ சுத்தம் செய்ய அல்லது மெதுவாக CD/DVD ஐ எழுத அல்லது CD/DVD யின் இயக்க கண்ணாடியை சுத்தம் செய்யவும் உதவலாம்(மின்னனுசாதனஙு்கள் வழங்குபவர்களிடம் இவைகள் கிடைக்கும்).

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
bn: কখনো ত্রুটিযুক্ত ডার্ডডিস্কের কারণে এমন হয়ে থাকে। হার্ডডিক্সটি অতি পুরাতন হওয়ার ফলে নতুন হার্ডডিস্ক দিয়ে প্রতিস্থাপন করা জরুরী কি না সেটা পরীক্ষা করুন, অথবা, পুরা সিস্টেমটিকে একটু ঠান্ডা জায়গায় নিয়ে গেলেও সমস্যার সমাধান হতে পারে।
br: Degouezhout a ra alies en abeg d'ur gantenn galet siek. Gwiriañ hag-eñ eo re gozh ar gantenn hag-eñ eo ret he c'hemmañ pe zilec'hiañ ar reizhiad betek un endro freskoc'h a skoazello marteze.
fil: Ito ay maaaring dahil sa di maayos na hard disk. Maaaring makatulong kung susuriin ang hard disk kung ito ay lubos na matanda na at kailangan ng palitan, o ilipat ang buong gamit kung saan mas malamig ang paligid.
id: Hal ini sering disebabkan oleh rusaknya hard disk. Periksa apakah hard disk Anda sudah tua atau perlu diganti, atau pindahkan sistem pada lokasi yang lebih dingin.
is: Þetta er oft vegna röskunar disks. Það gæti hjálpað að athuga hvort diskurinn sé gamall og þörf er á skiptingu, eða að færa tölvuna í kaldara umhverfi.
kk: Бұл мәселе қатқыл дискінің жарамсыздығынан жиі пайда болады. Қатқыл диск ескерген секілді, және ауыстыруын қажет етеді, немесе компьютеріңізді салқынырақ жерге қоюыңыз керек.
ms: Ini biasanya disebabkan oleh hard disk yang rosak.Cuba periksa samada hard disk itu sudah terlalu lama dan perlu diganti, atau memindahkan sistem pada kawasan yang lebih sejuk.
ne: यो प्रायजसो बिग्रको हार्ड डिस्कको कारणले हुन्छ । हार्ड डिस्क पुरानो छ कि नयाँ किन्नुपर्ने छ जाँचेर, अथवा अलि चिसो कोठामा सर्दा काम गर्न सक्छ ।
oc: Aquò es sovent causat per un disc dur defectuós. Pòt èsser util de verificar l'edat del disc dur e d'envisajar un remplaçament eventual, o de desplaçar vòstre sistèma dins un environament mai fresc.
ro: Aceasta se datorează, de obicei, unui hard disc care nu funcționează corect. Ar putea fi util să verificați dacă hard discul nu este prea vechi și ar trebui înlocuit sau să mutați sistemul într-un mediu mai răcoros.
sk: Príčinou tejto chyby býva často vadný pevný disk. Zvážením výmeny starého pevného disku za nový, prípadne presunom do chladnejšieho prostredia sa môžete takejto chybe s veľkou pravdepodobnosťou vyvarovať.
ta: சில சமயங்களில் இது பழுதடைந்த வன்தட்டால் ஏற்படும். இது வன்தட்டு பழையதா என சரிபார்க்க தேவைப்பட்டால் மாற்ற அல்லது கணினியை குழுமையான சூழலுக்கு மாற்றவும்.
