Repository: GalliumOS/ubiquity
Catalog: debian/real-po/*.po
Languages: bn, br, fil, id, is, kk, ms, ne, oc, ro, sk, ta

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
bn: পুরাতন ইনস্টলার ইমেজ ব্যবহারের কারণে এমন হতে পারে, এছাড়া উপরে উল্লেখিত প্যাকেজের কোন ত্রুটির কারণেও হতে পারে। এ বিষয়ে আরও বিস্তারিত তথ্য পাওয়া যেতে পারে /var/log/syslog এ। ইনস্টলার তারপরেও ইনস্টল করার চেষ্টা চালিয়ে যাবে, কিন্তু পরে কোথাও ব্যর্থ হতে পারে, এবং অন্য প্যাকেজসমূহকে (সম্ভবতঃ নিজেকেও) ইনস্টল করতে বা ইনস্টলকৃত সিস্টেম থেকে সরিয়ে নিতে ব্যর্থ হতে পারে। আপনার প্রথমে ইনস্টলারের নতুনতর সংস্করণ খুঁজে দেখা উচিত, আর তা সম্ভব না হলে সমস্যাটি সরবরাহকারীকে জানানো উচিত।
br: Marteze e c'hoarvez rak ez eus bet arveret ur meziant staliañ kozh evit al lunienn pe en abeg d'ur beug e unan eus ar pakadoù meneget a-us. Kavet e vez titouroù ouzhpenn e /var/log/syslog. Klasket e vo da vont war-raok memes tra gant ar meziant staliañ. Marteze e c'hwito warni diwezatoc'h avat ha ne vo ket gouest da staliañ pe zilemel ar pakadoù all (eñ e unan en o zouez marteze) diouzh ar reizhiad bet staliet. Gwell e vefe deoc'h klask handelvoù nevesoc'h eus ho meziant staliañ pe, a-hend-all, kas un danevell a-zivout ar gudenn d'ho tasparzher.
fil: Maaaring dahil ito sa paggamit ng lumang imahe ng pang-install o maaaring dahil sa isang pagkakamali sa mga programang nakalista sa taas. Marami pang detalye ang matatagpuan sa /var/log/syslog. Ang pang-install ay kusang magpapatuloy ngunit malayong mabigo sa di-kalaunan at hindi makakapagalis or install ng mga programa (maaaring kasama ang sarili) mula sa naka-install na sistema. Dapat munang tingnan kung may mas bago pang imahe ng pang-install o di-kaya i-report ang problema sa inyong distributor.
id: Ini mungkin disebabkan oleh instaler yang telah tua, atau karena bug pada beberapa paket tersebut. Informasi lebih lanjut mungkin dapat dilihat pada /var/log/syslog. Instaler akan mencoba melanjutkan, tapi mungkin akan gagal pada tahap selanjutnya, serta tidak akan mampu memasang atau menghapus paket lain (mungkin termasuk dirinya sendiri) dari sistem yang telah dipasang. Pertama-tama, Anda harus mencari instaler versi terbaru, atau melaporkan kesalahan ini pada distributor Anda.
is: Þetta gæti verið vegna notkunar á gamalli uppsetningarmynd, eða vegna villu í einhverjum af ofangreindum pökkum. Nánari upplýsingar er hægt að finna í /var/log/syslog. Uppsetningarforritið mun samt reyna að halda áfram, en gæti strandað síðar og verður ófært um að setja inn né taka út aðra pakka (hugsanlega ekki sjálft sig heldur) á kerfinu. Þú ættir fyrst að leita að nýrri útgáfu af uppsetningarmyndinni eða hafa samband við útgefandann.
kk: Мұның себебі орнатушының ескі болуы не жоғарыдағы пакеттердің құрамында қате кездесуінен болуы мүмкін. Толығырақ мәліметті /var/log/syslog файлынан алуға болады. Орнатушы жұмысын жалғастырып көреді, дегенмен кейінірек өзге пакеттерді (өзін де) не орната, не жоя алмайтын жағдайға ұрынуы мүмкін. Сондықтан жаңа орнатушы тауып көру керек не қате туралы хабарламаны жіберу керек.
ms: Ini mungkin disebabkan penggunaan imej pemasangan yang agak lama, atau disebabkan pepijat dalam sesetengah pakej disenaraikan diatas. Keterangan lanjut boleh diperolehi dalam /var/log/syslog. Pemasang ini walau bagaimanpun akan cuba untuk teruskan juga, tetapi mungkin gagal berbuat sedemikian pada titik tertentu, dan anda tidak akan dapat memasang atau mengeluarkan pakej lain (berkemungkinan besar termasuk diri sendiri) dari sistem yang dipasang. Anda patut mencari versi terkini imej pemasang, atai memfailkan laporan kepada pengedar anda.
ne: यो पुरानो स्थापना फाइल प्रयोग गरेकाले भएको हुन सक्छ, वा माथि देखाइएका मध्ये कुनै प्याकेजमा त्रुटि हुनाले भएको हुन सक्छ । थप जानकारी /var/log/syslog फाइलमा भेटिन सक्छ । जे भए पनि स्थापनकर्ताले प्रक्रिया जारी राख्न खोज्ने छ, तर पछि असफल भएर आफूलगायत अन्य प्याकेजहरू स्थापना गर्न वा हटाउन असमर्थ हुन सक्छ । तपाईंले पहिला स्थापना फाइलको नयाँ संस्करण छ कि भनेर हेर्न वा नभएमा वितरकलाई यो समस्या बताउन सक्नुहुन्छ ।
oc: Aquò pòt èsser degut a l'utilizacion d'un imatge ancian de l'installador, o alara a un bug dins d'unes paquets listats çaijós. De detalhs mai amples se pòdon trobar dins /var/log/syslog. L'installador va ensajar de contunhar malgrat tot, mas pòt fracassar a una etapa ulteriora, e poirà pas installar o suprimir d'autres paquets (i comprés el meteis probablament) del sistèma installat. Deuriatz, d'en primièr, cercar de versions novèlas de l'imatge de l'installador, o se s'escai, senhalar aqueste problèma a vòstre revendeire.
ro: Această eroare poate fi cauzată de o imagine veche a programului de instalare sau de o defecțiune într-unul dintre pachetele listate mai sus. Mai multe detalii pot fi găsite în /var/log/syslog. Programul de instalare va încerca să continue totuși, dar ar putea eșua mai târziu și nu va mai putea instala sau dezinstala alte pachete (incluzându-se pe sine) din sistemul instalat. Mai întâi ar trebui să căutați versiuni mai noi ale imaginii programului de instalare sau, dacă nu găsiți, să raportați această eroare distribuitorului.
sk: Táto chyba mohla nastať kvôli použitiu starej verzie inštalátora alebo kvôli chybe v niektorom z balíčkov vypísaných vyššie. Ďalšie podrobnosti môžete nájsť v súbore /var/log/syslog. Inštalátor sa pokúsi pokračovať aj napriek tejto chybe, ale môže sa stať, že inštalácia ďalších balíkov zlyhá. V takomto prípade sa môže stať, že inštalátor nebude môcť nainštalovať ani odstrániť ďalšie balíky (vrátane samého seba) zo systému. Radšej by ste mali použiť novšiu verziu inštalačného obrazu alebo oznámiť túto chybu vášmu dodávateľovi.
ta: இது பழைய நிறுவல் கோப்பை பயன்படுத்தியதால் அல்லது மேலேயுள்ள பொதிகளில் வழு இருந்திருக்கலாம். /var/log/syslog கோப்பில் கூடுதலான தகவல்கள் இருக்கும். நிறுவலானது தெடரும், அப்படியிருந்தாலும் பின்னர் இது ஒரு தருனத்தில் தோல்வியடையலாம் அப்பொது நிறுவி கணினியிலிருந்து மற்ற பொதிகளை நிறுவ அல்லது நீக்க முடியாது. நீங்கள் முதலில் புதிய நிறுவல் கோப்பை இருக்கானு பார்க்கனும் அல்லது தோல்விக்கான அறிக்கையை உங்கள் விநியோகிப்பாளருக்கு தெரியப்படுத்தவும்.

source: Error while removing packages
bn: প্যাকেজসমূহ অপসারণের সময় সমস্যা দেখা দিয়েছে
br: Fazi o tilemel ar pakadoù
fil: Error sa pagalis ng programa
id: Galat ketika menghapus paket
is: Villa við að fjarlægja pakka
kk: Пакеттерді жою кезінде қате пайда болды
ms: Ralat ketika mengeluarkan pakej
ne: प्याकेजहरू हटाउँदा त्रुटि भयो
oc: Error al moment de desinstallar de paquets
ro: Eroare în timpul dezinstalării pachetelor
sk: Chyba pri odstraňovaní balíkov
ta: தொகுப்புகளை நீக்குவதில் பிழை

source: An error occurred while removing packages:
bn: প্যাকেজসমূহ অপসারণের সময় একটি সমস্যা হয়েছে
br: Bet ez eus bet ur fazi e-pad ma oa o tilemel ar pakadoù :
fil: May error na natagpuan habang inaalis ang mga programa:
id: Terjadi galat ketika menghapus paket:
is: Villa kom upp við að fjarlægja pakka:
kk: Пакеттерді жою кезінде қате пайда болды:
ms: Ralat berlaku semasa mengeluarkan pakej
ne: प्याकेजहरू हटाउँदा एउटा त्रुटि भयो:
oc: I a agut una error al moment de suprimir de paquets :
ro: A apărut o eroare în timpul dezinstalării pachetelor:
sk: Pri odstraňovaní balíkov sa vyskytla chyba:
ta: தொகுப்புகளை நீக்குவதில் பிழை ஏற்பட்டுள்ளது:

source: Error copying network configuration
bn: নেটওয়ার্ক কনফিগারেশন কপি করার সময় ত্রুটি পরিলক্ষিত
br: Fazi e-pad ma oa oc'h eilañ kefluniadur ar rouedad
fil: Error sa pagkopya ng configurasyon ng network
id: Galat ketika menyalin konfigurasi jaringan
is: Villa við afritun á netstillingum
kk: Желілік баптаулардың көшіру қатесі
ms: Ralat menyalin konfigurasi network
ne: नेटवर्कको व्यवस्था कपि गर्दा त्रुटि भयो
oc: Error al moment de la còpia de la configuracion de la ret
ro: Eroare la copierea configurației de rețea
sk: Chyba pri kopírovaní nastavenia siete
ta: பிணைய அமைவுகளை நகலெடுப்பதில் பிழை நேர்ந்தது

source: An error occurred while copying the network settings. The installation will continue, but the network configuration will have to be set up again in the installed system.
bn: নেটওয়ার্ক সেটিং অনুলিপি করার সময় ত্রুটি। ইনস্টলেশন চলবে, কিন্তু নেটওয়ার্ক কনফিগারেশন ইনস্টলকৃত সিস্টেমে সেট আপ করতে হবে।
br: Degouezhet ez eus bet ur fazi e-pad ma oa oc'h eilañ arventennoù ar rouedad. Kenderc'hela ray ar staliañ met ret e vo da gefluniadur ar rouedad bezañ kefluniet en-dro gant ar reizhiiad staliet.
fil: May error na nangyari habang kinokopya ang settings ng network. Magpapatuloy ang pag-install pero maaaring kailangan pa rin iayos ang configurasyon ng network sa naka-install na sistema.
id: Terjadi galat ketika menyalin pengaturan jaringan. Instalasi akan berlanjut, tapi konfigurasi jaringan harus diatur kembali pada sistem yang telah terpasang.
is: Villa kom upp við afritun netstillinga. Uppsetningin mun halda áfram, en netstillingarnar verður að setja upp aftur á uppsetta kerfinu.
kk: Желілік баптаулардың көшіру кезінде қате туындады. Орнатылым ары қарай жалғасатын болады, бірақ желілік баптаулар орнатылған жүйеде қайтадан көрсетуіңіз қажет.
ms: Satu ralat telah berlaku ketika menyalin tetapan network. Pemasangan akan diteruskan, tetapi konfigurasi network akan perlu disediakan semula didalam sistem dipasang.
ne: नेटवर्कको व्यवस्था कपि गर्दा एउट त्रुटि भयो । स्थापन प्रक्रिया जारी रहनेछ, तर नयाँ प्रणालीमा नेटवर्क व्यवस्था पुन: मिलाउनु पर्नेछ ।
oc: Una error s'es producha al moment de la còpia de la configuracion de la ret. L'installacion va contunhar, mas caldrà tornar configurar la ret sul sistèma installat.
ro: A apărut o eroare în timpul copierii configurărilor de rețea. Instalarea va continua, dar rețeaua va trebui configurată din nou pe sistemul instalat.
sk: Pri kopírovaní nastavenia siete nastala chyba. Inštalácia bude pokračovať, ale na nainštalovanom systéme budete musieť znova nastaviť sieť.
ta: பிணைய அமைவுகளை நகலெடுப்பதில் ஓர் பிழை ஏற்ப்பட்டது. நிறுவலானது தொடரும், ஆனால் பிணைய அமைவுகளை கணினி நிறுவிய பின்னர் மீண்டும் ஒருமுறை அமைக்க வேண்டும்.

source: Error copying bluetooth configuration
bn: ব্লু-টুথ কনফিগারেশন কপি করতে ভুল হয়েছে
id: Galat menyalin konfigurasi bluetooth
is: Villa við afritun bluetooth-stillinga
kk: Bluetooth баптаулама көшіру сәтсіз аяқталды
ms: Ralat menyalin konfigurasi bluetooth
ne: ब्लुटुथको व्यवस्था कपि गर्दा त्रुटि भयो
oc: Error al moment de la còpia de la configuracion bluetooth
ro: Eroare la copierea configurației bluetooth
sk: Chyba pri kopírovaní konfigurácie Bluetooth
ta: ப்ளூடூத் அமைவுகளை நகலெடுப்பதில் பிழை நேர்ந்தது

source: An error occurred while copying the bluetooth settings. The installation will continue, but the bluetooth configuration will have to be set up again in the installed system.
bn: ব্লু-টুথ সেটিংস কপি করতে কোন ভুল হয়েছে। ইনস্টলেশন চলবে, কিন্তু ইনস্টল করা সিস্টেমে ব্লু-টুথ কনফিগারেশন আবার প্রস্তুত করতে হবে।
id: Sebuah galat terjadi ketika menyalin pengaturan bluetooth. Instalasi akan dilanjutkan, tetapi konfigurasi bluetooth mesti ditata kembali di sistem yang terpasang.
is: Villa kom upp við afritun bluetooth-stillinga. Uppsetningin mun halda áfram, en bluetooth-stillingar verður að setja upp aftur á uppsetta kerfinu.
kk: Bluetooth-тың баптауламасын көшіру кезінде қате пайда болды. Орнатылым әрі қарай жалғасатын болады, бірақ жаңадан орнатылған жүйеде bluetooth қайтадан қалыпқа келтіруіңіз қажет болады.
ms: Ralat berlaku semasa menyalin tetapan bluetooth. Pemasangan akan diteruskan, tetapi konfigurasi bluetooth perlu ditetapkan semula dalam sistem terpasang.
ne: ब्लुटुथको सेटिङ् कपि गर्दा त्रुटि भयो। स्थापना जारी रहनेछ, तर प्रणाली स्थापना भएपछि पुन: ब्लुटुथको सेटिङ्हरू मिलाउनु पर्ने हुन्छ ।
oc: Una error s'es producha al moment de la còpia dels paramètres Bluetooth. L'installacion va contunhar mas, aprèp aver reamodat, vos caldrà tornar configurar lo Bluetooth dins lo sistèma installat.
ro: A apărut o eroare la copierea configurației bluetooth. Instalarea va continua, dar pe sistemul nou instalat va trebui să configurați din nou dispozitivul bluetooth.
sk: Vyskytla sa chyba pri kopírovaní konfigurácie Bluetooth. Inštalácia bude pokračovať, ale v nainštalovanom systéme budete musieť znova nastaviť Bluetooth.
ta: ப்ளூடூத் அமைவுகளை நகலெடுப்பதில் ஓர் பிழை ஏற்ப்பட்டது. நிறுவலானது தொடரும், ஆனால் ப்ளூடூத் அமைவுகளை கணினி நிறுவிய பின்னர் மீண்டும் ஒருமுறை அமைக்க வேண்டும்.

source: Error restoring installed applications
bn: ইনস্টলকৃত অ্যাপ্লিকেশন পুনরূদ্ধার করার সময় ত্রুটি
fil: Error sa pagbabalik ng mga naka-install na application
id: Galat ketika mengembalikan aplikasi yang terpasang
is: Villa við að endurheimta uppsett forrit
kk: Орнатылған бағдарламаны қайта қалпына келтіру кезінде қате пайда болды
ms: Ralat memulihjan aplikasi yang dipasang
ne: स्थापना गरिएका एप्लिकेशनहरू पूनर्स्थापना गर्दा त्रुटि भयो
oc: Error al moment del restabliment de las aplicacions installadas
ro: Eroare la restaurarea aplicațiilor instalate
sk: Chyba pri obnovovaní nainštalovaných aplikácií
ta: நிறுவிய பயன்பாடுகளை மீட்டெடுப்பதில் பிழை

source: An error occurred while restoring previously-installed applications. The installation will continue, but you may have to manually reinstall some applications after the computer reboots.
bn: পূর্বে ইনস্টলকৃত অ্যাপ্লিকোেশন পুনরূদ্ধার করার সময় ত্রুটি। ইনস্টলেশন চলবে, কিন্তু কম্পিউটার রিবুট করার পর কিছু অ্যাপ্লিকেশন নিজহাতে পুনরায় ইনস্টল করতে হবে।
fil: May error na naganap habang ibinabalik ang mga dating nai-install na mga application. Ang installation ay magpapatuloy, ngunit maaring kailangang i-install muli na mano-mano ang ilang mga application pagkatapos mag-reboot ang kompyuter.
id: Terjadi galat ketika mengembalikan aplikasi yang sebelumnya sudah dipasang. Instalasi akan berlanjut, tapi Anda mungkin harus memasang beberapa aplikasi secara manual setelah komputer dinyalakan ulang.
is: Villa kom upp þegar reynt var að endurheimta áður uppsett forrit. Uppsetningin mun halda áfram, en þú gætir þurft að setja aftur upp einhver forrit eftir endurræsingu tölvunnar.
kk: Орнатылған бағдарламаны қайта қалпына келтіру кезінде қате пайда болды. Орнатылым әрі қарай жалғасатын болады, бірақ компьютер қайта жүктелгеннен кейін, кейбір бағдарламаларды өзіңіз қайта орнатуыңыз қажет болуы мүмкін.
ms: Ralat berlaku semasa memulihkan aplikasi yang dipasang terdahulu. Pemasangan akan diteruskan, tetapi anda mungkin memasang semula beberapa aplikasi secara manual selepas komputer dibutkan semula.
ne: पहिला स्थापना भएका एप्लिकेशनहरू पूनर्स्थापना गर्दा एउटा त्रुटि भयो । स्थापना प्रक्रिया जारी रहने छ तर कम्प्युटर पुन: बूट भएपछि कुनै कुनै एप्लिकेशनहरू तपाईं आँफैले फेरि स्थापना गर्नुपर्ने हुन्छ ।
oc: Una error s'es producha al moment del restabliment de las aplicacions installadas precedentament. L'installacion va contunhar mas benlèu qu'auretz besonh de reïnstallar d'unes logicials aprèp lo reamodament de l'ordenador.
ro: A apărut o eroare la restaurarea aplicațiilor care erau instalate până acum. Instalarea va continua, dar va trebui să reinstalați manual o parte din aplicații după repornirea calculatorului.
sk: Vyskytla sa chyba pri obnovovaní v minulosti nainštalovaných aplikácií. Inštalácia bude pokračovať, ale možno budete musieť znova nainštalovať niektoré aplikácie ručne po reštarte počítača.
ta: ஏற்கனவே நிறுவப்பட்ட பயன்பாடுகளை மீட்டெடுப்பதில் பிழை ஏற்ப்பட்டுள்ளது. நிறுவலானது தொடரும், ஆனால் சில பயன்பாடுகளை நீங்கள் கணினியை மீள்துவக்கிய பிறகு கைமுறையாக நிறுவ வேண்டும்.

source: Calculating files to skip copying...
bn: অনুলিপি করা এড়াতে ফাইলসমূহ গণনা করা হচ্ছে...
br: O jediñ ar restroù na vint ket eilet...
fil: Kina-kalkula ang mga dokumento na hindi kokopyahin...
id: Menghitung berkas untuk melewati penyalinan...
is: Reikna út skrárnar til að sleppa því að afrita...
kk: Қарастырылмайтын файлдарды есептеп жатырмын...
ms: Mengira fail untuk melangkau penyalinan...
ne: कपि नगर्नको लागि फाइलहरूको हिसाब गरिँदै छ...
oc: Determinacion dels fichièrs de copiar pas...
ro: Se calculează fișierele care se vor omite de la copiere...
sk: Počítajú sa súbory na preskočenie kopírovania...
ta: கோப்புகளை நகலெடுப்பதை தவிர்ப்பதற்கு கணக்கிடுகிறது...

source: Installing language packs
bn: ভাষার প্যাকেজ ইনস্টল করা হচ্ছে...
br: O staliañ pakadoù evit ar yezh
fil: Ini-install ang mga pakete ng mga wika...
id: Memasang paket bahasa
is: Set upp tungumálapakka
kk: Тіл пакеттері орнатылуда
ms: Memasang pek bahasa
ne: भाषाहरू स्थापना गरिँदै छ...
oc: Installacion dels paquets de lenga
ro: Se instalează pachetele pentru limbă
sk: Inštalujú sa balíky jazykov
ta: மொழி தொகுப்புகள் நிறுவப் படுகின்றன.

source: Downloading language packs (${TIME} remaining)...
bn: ভাষা ভিত্তিক প্যাকেজগুলো ডাউনলোড করা হছে (${TIME}অবশিষ্ট আছে ) ...
br: O staliañ pakadoù evit ar yezh (${TIME} a chom)...
fil: Dina-download ang mga pakete ng mga wika (${TIME} natitira)...
id: Mengunduh paket bahasa (${TIME} lagi)...
is: Hleð niður tungumálapökkum (${TIME} eftir)...
kk: Тіл пакеттерді жүктелінуде (${TIME} қалды)...
ms: Memuaturun pek bahasa (${TIME} tinggal)...
ne: भाषाहरू डाउनलोड गरिँदै छन् (${TIME} बाँकी)...
oc: Telecargament dels paquets de lenga (demòran ${TIME})...
ro: Se instalează pachetele pentru limba selectată (încă ${TIME})...
sk: Sťahujú sa jazykové balíky (ostáva ${TIME})...
ta: மொழி தொகுப்புகளை பதிவிறக்குகிறது மீதம் நேரம் (${TIME})...

source: Failed to unmount partitions
bn: পার্টিশন আনমাউন্ট করতে ব্যর্থ
br: C'hwitadenn war disevel ar parzhadoù
fil: Nabigo i-unmount ang mga partition
id: Gagal melepas partisi
is: Gat ekki aftengt disksneiðar
kk: Бөлімдерді тіркеуден шығару мүмкін болмады
ms: Gagal menyahpaut bahagian
ne: पार्टिसनहरू अनमाउन्ट गर्न असफल भयो
oc: Impossible de desmontar las particions
ro: Demontarea partițiilor a eșuat
sk: Chyba pri odpájaní oblastí
ta: பகிர்வுகளை இறக்குவது தோல்வியுற்றது

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
bn: পার্টিশন তালিকায় পরিবর্তন করার দরকার, কিন্তু এই মাউন্ট পয়েন্টটির পার্টিশন আনমাউন্ট করতে না পারায় ইনস্টলার কাজটি করতে পারছে না:
br: Ret eo d'ar meziant staliañ talvoudekaat ar c'hemmoù graet d'an daol barzhañ, n'hall ket henn ober avat rak n'hall ket ar poentoù sevel-mañ bezañ disavet :
fil: Kailangan itakda ng pang-install ang mga nabago pero hindi ito magawa dahil ang mga partition ng mga sumusunod na mount points ay hindi ma-unmount:
id: Instaler harus melakukan perubahan pada tabel partisi, namun tidak dapat karena partisi pada titik kait berikut tidak bisa dilepas:
is: Uppsetningarkerfið þarf að skrá breytingar á töflum yfir hluta, en getur ekki gert það því ekki tókst að aftengja hluta á eftirfarandi stöðum:
kk: Орнатушы диск бөлімдеріне қатысты өзгертулерді қолдануы керек, бірақ та бөлімдерді келесі нүктелерден тіркеуден шығару мүмкін болмай тұр:
ms: Pemasang perlu untuk melaksanakan pertukaran pada jadual bahagian, tetapi tidak boleh kerana bahagian pada titik pemuat berikut mungkin tidak boleh nyahpautkan.
ne: स्थापनकर्ताले यी परिवर्तनहरूलाई पार्टिसनमा लागु गर्नुपर्छ तर निम्न माउन्ट प्वाइन्टहरू अनमाउन्ट गर्न नसकिएकाले लागु गर्न सकिएन ।
oc: Lo programa d'installacion a besonh de modificar las taulas de particion, mas o pòt pas far perque los punts de montatge seguents se pòdon pas desmontar :
ro: Programul de instalare trebuie să aplice modificările la tabelele de partiții, dar nu poate face aceasta deoarece partițiile din următoarele locuri de montare nu pot fi demontate:
sk: Inštalátor potrebuje vykonať zmeny v tabuľke oblastí, ale nemôže, pretože oblasti na nasledujúcich prípojných bodoch nemožno odpojiť:
ta: நிறுவியானது வட்டு பிரிவுகளின் அட்டவணை மாற்றத்தை சேமிக்க வேண்டும், ஆனால் பின்வரும் வட்டு பிரிவினைகளின் ஏற்று புள்ளிகளை நீக்க முடியவில்லை:

source: Please close any applications using these mount points.
bn: দয়া করে এই মাউন্ট পয়েন্টগুলি ব্যবহার করে এমন কোনো অ্যাপ্লিকেশন চালু থাকলে বন্ধ করুন।
br: Mar plij, serrit an holl arloadoù oc'h ober gant ar poentoù sevel-mañ.
fil: Pakisara ng mga programang gumagamit ng mga mount points na ito.
id: Tutuplah semua aplikasi yang memakai titik kait tersebut.
is: Lokaðu forritum sem nota þessa tengipunkta.
kk: Осы тіркеу нүктелерін пайдаланып жатқан барлық бағдарламаларды жабыңыз.
ms: Sila tutup apa-apa aplikasi yang menggunakan titik pautan.
ne: कृपया यी माउन्ट प्वाइन्ट प्रयोग गरिरहेका एप्लिकेशनहरू बन्द गर्नुहोस् ।
oc: Se vos plai, tampatz las aplicacions qu'utilizan aquestes punts de montatge.
ro: Închideți orice aplicație care folosește aceste locuri de montare.
sk: Prosím, zatvorte všetky aplikácie, ktoré používajú tieto prípojné body.
ta: இந்த ஏற்றுப்புள்ளிகளை பயன்படுத்தும் பயன்பாடுகள் அனைத்தையும் தயவுச்செய்து மூடவும்.

source: Would you like the installer to try to unmount these partitions again?
bn: ইনস্টলার কি এই পার্টিশনগুলোকে আবার আনমাউন্ট করার চেষ্টা করবে?
br: Ha fellout a rafe deoc'h ma vefe klasket gant ar meziant staliañ da zisevel ar parzhadoù-mañ en-dro ?
fil: Nais mo bang subukan muli ng pang-install na i-unmount itong mga partitions?
id: Coba untuk melepaskaitan kembali?
is: Viltu láta uppsetningarforritið reyna að aftengja þessar disksneiðar aftur?
kk: Осы бөлімдерді тіркеуден шығаруды қайталап көруді қалайсыз ба?
ms: Adakah anda ingin pemasang untuk mencuba menyahpaut bahagian sekali lagi?
ne: के तपाईं स्थापनकर्ताले यी पार्टिसनहरूलाई अनमाउन्ट गर्न प्रयास गरोस् भन्ने चाहनुहुन्छ ?
oc: Voliatz que lo programa d'installacion ensage un còp de mai lo desmontatge d'aquestas particions ?
ro: Doriți ca programul de instalare să încerce din nou demontarea acestor partiții?
sk: Chcete, aby sa inštalátor opäť pokúsil tieto oblasti odpojiť?
ta: நிறுவியானதுஇந்த வட்டு பிரிவுகளை மீண்டும் ஏற்ற புள்ளிகளை நீக்க முயற்சிக்கவா?

source: Do you want to return to the partitioner?
bn: পার্টিশন প্রোগ্রামে ফেরত যেতে চান?
br: Ha felout a ra deoc'h distreiñ d'ar meziant parzhadañ ?
fil: Nais mo bang bumalik sa programang pang-partition?
id: Kembali ke pemartisi?
is: Viltu fara aftur yfir í disksneiðastjórann?
kk: Бөлшектеу бағдарламасына оралуды қалайсыз ба?
ms: Adakah anda ingin pulang ke pembahagi?
ne: के तपाईँ पार्टिसन गर्ने ठाउँमा फर्कन चाहनुहुन्छ ?
oc: Volètz tornar a l'aisina de particionament ?
ro: Doriți să vă întoarceți la utilitarul de partiționare?
sk: Chcete sa vrátiť do ponuky rozdeľovania?
ta: நீங்கள் வட்டுபிரிப்பானுக்கு திரும்ப வேண்டுமா?
