Repository: GalliumOS/ubiquity
Catalog: debian/real-po/*.po
Languages: bn, br, fil, id, is, kk, ms, ne, oc, ro, sk, ta

source: Connecting...
bn: সংযোগ করা হচ্ছে...
br: O kennaskañ...
fil: Kumukunekta...
id: Mengkaitkan...
is: Tengist...
kk: Байланыс орнату...
ms: Menyambung
ne: जडान स्थापना गरिदैछ
oc: Connexion en cors...
ro: Se conectează...
sk: Pripája sa...
ta: இணைக்கப்படுகிறது...

source: Connection failed.
bn: সংযোগ ব্যর্থ হয়েছে
br: C'hwitadenn war ar c'hennaskañ
id: Koneksi gagal.
is: Tenging mistókst.
kk: Байланыс ақауы.
ms: Sambungan gagal.
ne: जडान स्थापना असफल रह्यो
oc: Connexion impossibla.
ro: Conexiunea a eșuat.
sk: Spojenie zlyhalo.
ta: இணைப்பு தோல்வியுற்றது

source: Connected.
bn: সংযুক্ত হয়েছে
br: Kennasket
id: Tersambung.
is: Tengt.
kk: Байланыс орнатылды.
ms: Bersambung.
ne: जडान स्थापना सफल भयो
oc: Connectat.
ro: Conectat.
sk: Spojenie nadviazané.
ta: இணைக்கப்பட்டது

source: Restart to Continue
bn: অগ্রসর হতে রিস্টার্ট করুন
br: Adloc'hañ evit Kenderc'hel
fil: Mag-restart para Tumuloy
id: Nyalakan Ulang untuk Lanjut
is: Endurræsa til að halda áfram
kk: Жалғастыру үшін қайта жүктеңіз
ms: Mulakan Semula untuk Teruskan
ne: जारी गर्न पून: शुरु गर्नुहोस्
oc: Reaviatz puèi contunhatz
ro: Reporniți pentru a continua
sk: Pokračujte po reštartovaní
ta: மேலும் தொடர மீள்தூவக்கம் செய்

source: Install
bn: ইনস্টল করুন
br: Staliañ
fil: I-install
id: Pasang
is: Uppsetning
kk: Орнату
ms: Pasang
ne: इन्सटल
oc: Installar
ro: Instalează
sk: Inštalácia
ta: நிறுவு

source: Install (OEM mode, for manufacturers only)
bn: ইনস্টল করুন (ওইএম মোড, শুধুমাত্র প্রস্তুতকারকদের জন্য)
br: Staliañ (mod OEM, evit ar saverion nemetken)
fil: I-install (OEM mode, pampabrikante lamang)
id: Pasang (Mode OEM, hanya untuk manufaktur)
is: Setja upp (OEM, aðeins fyrir framleiðendur)
kk: Орнату (OEM тәртібі, тек жабдық өндірушілері үшін)
ms: Pasang (mod OEM, untuk pengilang sahaja)
ne: स्थापना (OEM मोड, उत्पादकहरुको लागि मात्र)
oc: Installar (mòde OEM, sonque pels fabricants)
ro: Instalează (mod OEM, doar pentru producători)
sk: Inštalovať (v režime OEM, iba pre výrobcov)
ta: நிறுவு (OEM முறை, உற்பத்தியாளர்கள்மட்டுமே)

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
bn: আপনি কম্পিউটার প্রস্তুতকারী হিসেবে সিস্টেম ইনস্টল করছেন। এই সিস্টেমগুলোর ব্যাচকে একটা অনন্য নাম দিন। এই নামটি ইনস্টলকৃত সিস্টেমে রক্ষিত থাকবে এবং বাগ রিপোর্ট অর্থাৎ ত্রুটি নথিভুক্ত করা কাজে ব্যবহার করা যাবে।
br: O staliañ ar reizhiad e mod saverer emaoc'h. Bizskrivit un anv nemetañ evit ar stroll reizhiad-se mar-plij. Enrollet e vo an anv-se war ar reizhiad staliet hag a c'hallo bezañ implijet evit danevelloù fazioù.
fil: Nag-i-install ka gamit ang modang pampabrikante. Ilagay ang walang kaparis na pangalan para sa grupo ng sistemang ito. Ang pangalang ito ay iaadya sa naka-install na sistema at maaaring magamit na tulong sa paggawa ng mga bug report.
id: Anda sedang memasang dalam mode sistem manufaktur. Masukkan nama unik untuk kelompok sistem ini. Nama tersebut akan disimpan pada sistem yang telah dipasang dan dapat dipakai untuk laporan bug.
is: Þú ert að setja upp í kerfisframleiðendaham. Sláðu inn einstakt nafn fyrir þessa lotu kerfa. Þetta nafn verður vistað á uppsetta kerfinu og getur verið notað við lúsatilkynningar.
kk: Сіз жабдық өндіруші режимін таңдадыңыз. Осы жүйе атын енгізіңіз. Енгізілетін ат қайталанбайтын болуы керек, себебі ол жүйеде сақталынып, қате жөнінде хабарлау кезінде қолданылатын болады.
ms: Anda sedang memasang dalam mod pengeluar sistem. Sila masukkan nama yang unik bagi keluaran sistem ini. Nama ini akan disimpan pada sistem yang dipasang dan boleh digunakan untuk bantuan laporan ralat.
ne: तपाईले प्रणाली निर्माता ढाँचाबाट प्रतिस्थापन गरिरहनु भएको छ। कृपया प्रणालीहरूको समूहलाई अपूर्व नाम दिनुहोस्। यो नाम प्रतिस्थापित प्रणालीहरूमा वचत गरिन्छ र त्रुटि प्रतिवेदनहरूको मद्दतमा प्रयोग गर्न सकिन्छ।
oc: Efectuatz l'installacion en mòde revendeire informatic. Picatz un nom unic per aqueste lòt de sistèmas. Aqueste nom serà salvat sul sistèma installat e poirà èsser utilizat pels rapòrts d'anomalias.
ro: Instalați un sistem în modul pentru producători. Introduceți un nume unic pentru această serie de sisteme. Acest nume va fi salvat pe sistemul instalat și poate fi folosit pentru raportarea erorilor.
sk: Inštalujete systém v režime pre výrobcov. Zadajte prosím jednoznačný názov pre túto dávku systémov. Tento názov sa uloží na inštalovanom systéme a môže byť nápomocný pri riešení problémov.
ta: நீங்க கணினி தயாரிப்பாளர் முறையில் நிறுவுகிறீர்கள். இந்த பருவக் கணினிகளுக்கு ஒரு தனித்த பெயரை உள்ளிடு. இந்த பெயரானது நிறுவுப்படும் கணினியில் சேமிக்கப்படும், மேலும் இது வழு அறிக்கை சமர்பிக்க பயன்படும்.

source: You can try ${RELEASE} without making any changes to your computer, directly from this ${MEDIUM}.
bn: আপনি সরাসরি এই ${MEDIUM} থেকে আপনার কম্মিউটারে কোন পরিবর্তন ছাড়াই ${RELEASE} ব্যবহার করে দেখতে পারেন
fil: Maaari mong subukan ang ${RELEASE} na walang binabago sa iyong kompyuter, direktang galing sa ${MEDIUM} na ito.
id: Anda dapat mencoba ${RELEASE} tanpa mengubah apa pun pada komputer Anda, langsung dari media ${MEDIUM}.
is: Þú getur prófað ${RELEASE} án nokkurra breytinga á þinni tölvu, beint af þessum ${MEDIUM}.
kk: Өзіңіздің компьютеріңізге ешбір өзгеріссіз-ақ, ${MEDIUM} дискідегі ${RELEASE} қолданып көре аласыз.
ms: Anda boleh mencuba ${RELEASE} tanpa sebarang perubahan kepada komputer, terus dari ${MEDIUM} ini.
ne: तपाईं यस ${RELEASE} बाट प्रत्यक्ष, आफ्नो कम्प्युटरमा कुनै परिवर्तन नगरी ${MEDIUM} प्रयास गर्न सक्नुहुन्छ।
oc: Podètz ensajar ${RELEASE} sens cambiar res a vòstre ordenador, dirèctament dempuèi aqueste ${MEDIUM}.
ro: Puteți încerca ${RELEASE} fără a face modificări calculatorului, direct de la acest ${MEDIUM}.
sk: ${RELEASE} si môžete vyskúšať bez vykonania akýchkoľvek zmien na svojom počítači priamo z tohto ${MEDIUM}.
ta: இந்த ${MEDIUM} வட்டை பயன்படுத்தி, கணினியில் எந்த மாற்றத்தையும் செய்யாமல் நீங்கள் ${RELEASE} ஐ பயன்படுத்த முடியும்

source: Or if you're ready, you can install ${RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
bn: অথবা, আপনি যদি প্রস্তুত থাকেন, তবে আপনি আপনার বর্তমান অপারেটিং সিস্টেমের পাশাপাশি (কিংবা পরিবর্তে) ${RELEASE} ইন্সটল করতে পারেন। এই কাজে খুব বেশী সময় লাগার কথা নয়।
fil: Kung ikaw ay handa na, maaari mong i-install ang ${RELEASE} kasabay (o sa halip ng) iyong kasalukuyan operating system. Hindi ito masyadong magtatagal.
id: Atau jika diinginkan, Anda dapat memasang ${RELEASE} bersama (atau selain) sistem operasi yang Anda pakai saat ini. Tidak akan perlu waktu yang lama.
is: Eða ef þú ert tilbúinn, getur þú sett upp ${RELEASE} við hlið (eða í staðinn fyrir) þitt núverandi stýrikerfi. Þetta ætti ekki að vera of langdregið.
kk: Егер дайын болсаңыз, ${RELEASE} өзіңіздің операциялық жүйеңіздің қасында (не оның орнына) орната аласыз. Бұл көп уақыт алмайды.
ms: Atau jika sudah bersedia, anda boleh pasang ${RELEASE} bersama (atau tanpa) sistem operasi sedia ada. Ini tidak akan mengambil masa yang terlalu lama.
ne: वा तपाईँ तयार हुनुहुन्छ भने तपाईँ ${RELEASE} लाई तपाईँको हालको प्रणालीसँगै (वा त्यसलाई हटाएर) स्थापना गर्न सक्नुहुन्छ। यसलाई धेरै समय लाग्दैन ।
oc: O se sètz prèst, podètz installar ${RELEASE} al costat (o a la plaça) de vòstre sistèma operatiu actual. Aquò deuriá pas prene gaire de temps.
ro: Sau dacă sunteți pregătiți, puteți instala ${RELEASE} lângă sau în locul sistemului de operare curent. Acest lucru nu ar trebui să ia prea mult timp.
sk: Alebo ak ste na to pripravení, môžete nainštalovať ${RELEASE} vedľa (alebo namiesto) vášho súčasného operačného systému. To by nemalo dlho trvať.
ta: அல்லது நீங்கள் தறாராக இருந்தால் , ${RELEASE} இதே நேரத்தில் தற்போதுள்ள இயங்கு தளத்துடன் இதையும் நிறுவ முடியும். இது அதிக நேரம் எடுக்காது.

source: Try ${RELEASE}
bn: ${RELEASE} ব্যবহার করে দেখুন
br: Prouadañ ${RELEASE}
fil: Subukan ang ${RELEASE}
id: Coba ${RELEASE}
is: Prófa ${RELEASE}
kk: ${RELEASE} қолданып көру
ms: Cuba ${RELEASE}
ne: ${RELEASE} प्रयोग गरि हेर्नुहोस्
oc: Ensajar ${RELEASE}
ro: Încercați ${RELEASE}
sk: Skúsiť ${RELEASE}
ta: முயற்சி ${விடுவி}

source: Install ${RELEASE}
bn: ${RELEASE} ইনস্টল করুন
br: Staliañ ${RELEASE}
fil: I-install ang ${RELEASE}
id: Pasang ${RELEASE}
is: Setja upp ${RELEASE}
kk: ${RELEASE} орнату
ms: Pasang ${RELEASE}
ne: ${RELEASE} स्थापना गर्नुहोस्
oc: Installar ${RELEASE}
ro: Instalați ${RELEASE}
sk: Nainštalovať ${RELEASE}
ta: நிறுவு ${RELEASE}

source: You may wish to read the <a href="release-notes">release notes</a> or <a href="update">update this installer</a>.
bn: আপনি ইচ্ছে করলে <a href="release-notes">রিলিজ নোটসমূহ</a> পড়তে পারেন কিংবা <a href="update">এই ইন্সটলারকে আপডেট করতে পারেন</a>।
br: Marteze ho po c'hoant da lenn <a href="release-notes">notennoù an handelv</a> pe <a href="update">hizivaat ar meziant staliañ</a>.
fil: Maaaring gusto mong basahin ang <a href="release-notes">release notes</a> o <a href="update">i-update ang pang-install</a>.
id: Anda mungkin tertarik untuk membaca <a href="release-notes">catatan rilis</a> atau <a href="update">memutakhiran instaler ini</a>.
is: Þú gætir viljað lesa <a href="release-notes">útgáfuathugasemdirnar</a> eða <a href="update">uppfæra þetta uppsetningaforrit</a>.
kk: <a href="release-notes">Шығарылым қосымша мәліметтерін</a> оқығыңызға не <a href="update">осы орнатушы бағдарламаны жаңартуыңызға</a> болады.
ms: Anda mungkin ingin membaca <a href="release-notes">nota perlepasan</a> atau <a href="update">kemaskini pemasang ini</a>.
ne: तपाईँलाई <a href="release-notes">प्रकाशकीय टिपोटहरू पढ्ने</a> वा <a href="update">स्थापनकर्तालाई अपडेट गर्ने</a> ईच्छा होला ।
oc: Eventualament, podètz <a href="update">metre a jorn aqueste installador</a> o legir las <a href="release-notes">nòtas de publicacion</a>.
ro: Dacă doriți, puteți să citiți <a href="release-notes">notele de lansare</a> sau să <a href="update">actualizați acest program de instalare</a>.
sk: Môžete si prečítať <a href="release-notes">poznámky k vydaniu</a> alebo <a href="update">aktualizovať tento inštalátor</a>.
ta: நீங்கள் <a href="release-notes">வெளியீட்டு குறிப்புகளை படிக்க</a> அல்லது <a href="update">இந்த நிறுவலை புதுப்பிக்க விரும்பலாம்</a>.

source: You may wish to read the <a href="release-notes">release notes</a>.
bn: আপনি ইচ্ছে করলে <a href="release-notes">রিলিজ নোটসমূহ</a> পড়তে পারেন।
br: Marteze ho po c'hoant da lenn <a href="release-notes">notennoù an handelv</a>.
fil: Maaaring gusto mong basahin ang <a href="release-notes">release notes</a>.
id: Anda mungkin tertarik untuk membaca <a href="release-notes">catatan rilis</a>.
is: Þú gætir viljað lesa <a href="release-notes">útgáfuathugasemdirnar</a>.
kk: <a href="release-notes">Шығарылым қосымша мәліметтерін</a> оқуыңызға болады.
ms: Anda mungkin ingin membaca <a href="release-notes">nota-nota perlepasan</a>.
ne: तपाईँलाई <a href="release-notes">प्रकाशकीय टिपोटहरू</a> पढ्ने ईच्छा होला ।
oc: Eventualament, podètz legir las <a href="release-notes">nòtas de publicacion</a>.
ro: Dacă doriți, puteți consulta <a href="release-notes">notele de lansare</a>.
sk: Môžete si prečítať <a href="release-notes">poznámky k vydaniu</a>.
ta: நீங்கள் <a href="release-notes">வெளியீட்டு குறிப்புகளை படிக்க விரும்பலாம்</a>.

source: You may wish to <a href="update">update this installer</a>.
bn: আপনি ইচ্ছে করলে <a href="update">এই ইন্সটলারকে আপডেট করতে পারেন</a>।
br: Marteze ho po c'hoant da <a href="update">hizivaat ar meziant staliañ</a>.
fil: Maaring gusto mong <a href="update">i-update ang pang-install</a>.
id: Anda mungkin tertarik untuk <a href="update">memutakhiran instaler ini</a>.
is: Þú gætir viljað <a href="update">uppfæra þetta uppsetningaforrit</a>.
kk: <a href="update">Осы орнатушы бағдарламаны жаңартуыңызға</a> болады.
ms: Anda mungkin ingin <a href="update">kemaskini pemasang ini</a>.
ne: तपाईँलाई <a href="update">स्थापनकर्तालाई अपडेट गर्ने</a> ईच्छा होला ।
oc: Eventualament, podètz <a href="update">metre a jorn aqueste installador</a>.
ro: Dacă doriți, puteți <a href="update">actualiza programul de instalare</a>.
sk: Môžete <a href="update">aktualizovať tento inštalátor</a>.
ta: நீங்கள் <a href="update"> இந்த நிறுவலை புதுப்பிக்க விரும்பலாம்</a> .

source: Where are you?
bn: আপনি কোথায়?
br: Pelec'h emaoc'h o chom ?
fil: Asan ka ngayon?
id: Di manakah Anda?
is: Hvar ertu?
kk: Орналасуыңызды таңдаңыз.
ms: Di mana anda?
ne: तपाईँ कहाँ हुनुहुन्छ ?
oc: Ont sètz ?
ro: Unde vă aflați?
sk: Kde sa nachádzate?
ta: நீங்கள் எந்த நாட்டில் உள்ளீர்கள்?

source: Keyboard layout
bn: কীবোর্ড বিন্যাস (Layout)
br: Aozadur ar c'hlavier
fil: Ayos ng keyboard
id: Susunan papan ketik
is: Lyklaborðsútfærsla
kk: Пернетақта тілі
ms: Susunatur papan kekunci
ne: किबोर्ड लेआउट
oc: Disposicion del clavièr
ro: Aranjament tastatură
sk: Rozloženie klávesnice
ta: விசைப்பலகை அமைப்பு

source: Choose your keyboard layout:
bn: আপনার কীবোর্ড লেআউট বাছাই করুন
br: Dibab aozadur ar c'hlavier :
fil: Piliin ang ayos ng iyong keyboard:
id: Pilih susunan papan ketik Anda:
is: Veldu lyklaborðsútfærslu:
kk: Пернетақта тілін таңдаңыз:
ms: Pilih jenis papan kekunci
ne: आफ्नो किबोर्ड लेआउट छान्नुहोस् :
oc: Causissètz vòstra disposicion de clavièr :
ro: Alegeți aranjamentul de tastatură:
sk: Vyberte rozloženie vašej klávesnice:
ta: உங்களின் விசைப்பலகை அமைப்பைத் தேர்வு செய்யவும்:

source: Type here to test your keyboard
bn: আপনার কীবোর্ড পরীক্ষা করার জন্য এখানে লিখুন
br: Roit arouezennoù amañ evit prouadiñ ar c'hlavier
fil: Mag-type dito para ma-test ang iyong keyboard
id: Ketik di sini untuk mencoba papan ketik Anda
is: Ritaðu hér til að prófa lykilborð
kk: Пернетақтаны тексеру үшін, осы жерге теріңіз
ms: Tulis di sini untuk mencuba papan kekunci
ne: तपाईँको किबोर्ड जाँच गर्न यहाँ लेख्नुहोस् ।
oc: Picatz de tèxte aicí per testar vòstre clavièr
ro: Tastați aici pentru a testa tastatura
sk: Písaním sem môžete otestovať svoju klávesnicu
ta: உங்கள் விசைப்பலகையை சோதனை செய்ய இங்கே தட்டச்சிடவும்

source: Detect Keyboard Layout
bn: কীবোর্ডের লেআউট সনাক্ত
br: Dinoiñ aozadur ar c'hlavier
fil: Tuklasin ang ayos ng Keyboard
id: Deteksi Susunan Papan Ketik
is: Greina lyklaborðsútfærslu sjálfvirkt
kk: Пернетақта тілін анықтау
ms: Kesan Bentangan Papan Kekunci
ne: किबोेर्ड लेआउट पत्ता लगाउने
oc: Detectar la disposicion del clavièr
ro: Detectează aranjamentul tastaturii
sk: Zistiť rozloženie klávesnice
ta: விசைப்பலகையின் அமைப்பைக் கண்டறியவும்

source: Detect Keyboard Layout...
bn: কীবোর্ডের লেআউট সনাক্ত...
br: Dinoiñ aozadur ar c'hlavier
fil: Tuklasin ang ayos ng Keyboard...
id: Mendeteksi Susunan Papan Ketik...
is: Greina lyklaborðsútfærslu sjálfvirkt...
kk: Пернетақта тілін анықтау...
ms: Kesan Bentangan Papan Kekunci...
ne: किबोर्ड लेआउट पत्ता लगाउने...
oc: Detectar l'agençament del clavièr...
ro: Detectează aranjamentul tastaturii...
sk: Zistiť rozloženie klávesnice...
ta: விசைப்பலகையின் அமைப்பைக் கண்டறியவும்...

source: Please press one of the following keys:
bn: অনুগ্রহ করে নিচের যেকোন একটি কী চাপুন:
br: Mar plij, pouezit war unan eus ar stokelloù da heul :
fil: Pindutin ang isa sa mga sumusunod na keys:
id: Tekan salah satu tombol berikut:
is: Vinsamlegast ýttu á einn af eftirfarandi lyklum:
kk: Келесі пернелердің біреуін басыңыз:
ms: Sila tekan satu daripada kekunci berikut:
ne: निम्न लिखित कुनै एक कि दबाउनुहोस्
oc: Quichatz sus una de las tòcas seguentas :
ro: Apăsați una dintre următoarele taste:
sk: Prosím, stlačte jeden z nasledovných klávesov:
ta: பின்வரும் விசைகளில் ஒன்றை அழுத்துங்கள்:

source: Is the following key present on your keyboard?
bn: এই কী সমূহ কি আপনার কীবোর্ডে রয়েছে?
br: Hag ar stokell-mañ zo war ho klavier ?
fil: Natatagpuan ba ang sumusunod na key sa iyong keyboard?
id: Apakah tombol berikut tersedia pada papan ketik Anda?
is: Er eftirfarandi lykill til staðar á lykilborði þínu?
kk: Келесі перне пернетақтада бар ма?
ms: Adakah kekunci berikut terdapat pada papan kekunci anda?
ne: तपाईँको किबोर्डमा निम्न कि छ ?
oc: Vòstre clavièr es dotat d'aquesa tòca ?
ro: Este prezentă următoarea tastă pe tastatura dumneavoastră?
sk: Je nasledovný kláves dostupný na vašej klávesnici?
ta: பின்வரும் விசை உங்களுடைய தட்டச்சு பலகையில் இருக்கிறதா?

source: Who are you?
bn: আপনি কে?
br: Piv oc'h ?
fil: Sino ka?
id: Siapakah Anda?
is: Hver ertu?
kk: Өзіңізді таныстырыңыз
ms: Siapakah anda?
ne: तपाईँ को हुनुहुन्छ ?
oc: Ont sètz ?
ro: Cine sunteți?
sk: Kto ste?
ta: நீங்கள் யார்?

source: Your name:
bn: আপনার নাম:
br: Hoc'h anv :
fil: Ang iyong pangalan:
id: Nama Anda:
is: Nafn þitt:
kk: Сіздің атыңыз:
ms: Nama anda:
ne: तपाईँको नाम:
oc: Vòstre nom :
ro: Numele dumneavoastră:
sk: Vaše meno:
ta: உங்கள் பெயர்:

source: Pick a username:
bn: ব্যবহারকারীর নাম বাছাই করুন:
br: Dibab un anv arveriad :
fil: Pumuli ng username:
id: Tentukan nama pengguna:
is: Veldu notendanafn:
kk: Пайдаланушы аты:
ms: Pilih nama pengguna
ne: प्रयोगकर्ताको नाम छान्नुहोस्
oc: Causissètz un nom d'utilizaire :
ro: Alegeți un nume de utilizator:
sk: Vyberte si používateľské meno:
ta: பயனாளர் பெயர்

source: &lt;small&gt;If more than one person will use this computer, you can set up multiple accounts after installation.&lt;/small&gt;
bn: &lt;small&gt;য়দি একাধিক ব্যাক্তি এই কমপিউটার ব্যাবহার করে , তাহলে আপনি ইনস্টল করার পরে অনেকগুলি অ্যাকাউন্ট তৈরি করতে পারেন।&lt;/small&gt;
id: Jika pengguna komputer ini lebih dari satu orang, Anda dapat membuat beberapa akun setelah pemasangan.
is: &lt;small&gt;Ef fleyri en einn notar þessa tölvu getur þú bætt við notendum eftir uppsetninguna.&lt;/small&gt;
kk: &lt;small&gt;Мүмкін осы компьютермен бірнеше адам қолданатын болса, орнатудан кейін тағы да бірнеше тіркелгілеріңізді қоса аласыз.&lt;/small&gt;
ms: &lt;small&gt;Jika lebih dari satu individu menggunakan komputer ini, anda boleh tetapkan akaun berbilang selepas pemasangan.&lt;/small&gt;
ne: &lt;small&gt;यदि यो कम्प्युटर एक भन्दा बढी व्यक्तिले प्रयोग गर्नुहुन्छ भने स्थापना पश्चात भिन्दा-भिन्दै खाताहरु (एकाउन्ट) बनाउन सक्नुहुनेछ ।&lt;/small&gt;
oc: &lt;small&gt;Se mantuna persona son susceptiblas d'utilizar aqueste ordenador, podètz configurar mantun compte aprèp l'installacion.&lt;/small&gt;
ro: &lt;small&gt;Dacă acest computer va fi folosit de mai multe persoane, puteţi adăuga mai multe conturi de utilizator după instalare.&lt;/small&gt;
sk: &lt;small&gt;Ak tento počítač bude používať viac ako jedna osoba, môžete po inštalácii nastaviť viaceré účty.&lt;/small&gt;
ta: &lt;small&gt;இந்த கணினியை ஒன்றிற்கும் மேற்ப்பட்ட பயனர்கள் பயன்படுத்துவதாக இருந்தால், நிறுவிய பிறகு பல கணக்குகளை அமைத்துக்கொள்ள முடியும்.&lt;/small&gt;

source: Must start with a lower-case letter.
bn: শুরুতে অবশ্যই ছোট হাতের অক্ষরে লিখতে হবে।
id: Harus dimulai dengan huruf kecil.
is: Verður að byrja á litlum staf.
kk: Кішкентай әріптен басталуы тиіс.
ms: Mesti bermula dengan huruf kecil.
ne: साना अक्षरबाट (जस्तै A होइन, a) शुरू हुनु पर्दछ ।
oc: Deu començar per una letra minuscula.
ro: Trebuie să înceapă cu o literă mică
sk: Musí začínať malým písmenom.
ta: கண்டிப்பாக சிறிய எழுத்துகளைக் கொண்டு தொடங்க வேண்டும்

source: May only contain lower-case letters, digits, hyphens, and underscores.
bn: শুধুমাত্র ছোট হাতের অক্ষর, সংখ্যা, হাইফেন এবং নিম্নদাগাংকন গ্রহনযোগ্য।
id: Hanya boleh mengandung huruf kecil, angka, tanda hubung dan garis bawah.
is: Má einungis innihalda lágstafi, tölustafi, bandstrik eða undirstrik.
kk: Құрамында тек кішкентай әріптер, араб сандары, дефис және астынғы сызық болуы мүмкін.
ms: Hanya boleh mengandungi huruf kecil, digit, hypen, dan garis bawah.
ne: साना अक्षर (जस्तै A होइन, a), अंकहरु, ड्यास र अन्डरस्कोर हुन सक्नेछन् ।
oc: Pòt pas conténer que de letras minusculas, de chifras, de jonhents e de caractèrs de soslinhament.
ro: Poate conține numai litere mici, cifre, cratime și liniuțe de subliniere.
sk: Môže obsahovať len malé písmená, číslice, pomlčky a podtržníky.
ta: சறிய எழுத்துக்கள், எண்கள், - , மற்றும் _ குறிகளை மட்டுமே கொண்டிருக்க வேண்டும்.

source: Skip
bn: এড়িয়ে যান
br: Tremen e-biou
fil: Ipagpaliban
id: Lewati
is: Sleppa
kk: Өткізіп жіберу
ms: Langkau
ne: फड्किनुहोस्
oc: Ignorar
ro: Omite
sk: Preskočiť
ta: தவிர்க

source: Choose a password:
bn: একটি পাসওয়ার্ড নির্বাচন করুন:
br: Dibab ur ger-tremen :
fil: Pumili ng password:
id: Sandi:
is: Veldu lykilorð:
kk: Құпия сөз:
ms: Pilih kata laluan:
ne: एउटा पासवर्ड छान्नुहोस्:
oc: Causissètz un senhal :
ro: Alegeți o parolă:
sk: Vyberte si heslo:
ta: கடவுசொல்

source: &lt;small&gt;Enter the same password twice, so that it can be checked for typing errors.&lt;/small&gt;
bn: &lt;small&gt;একই পাসওয়ার্ড দুবার দিন , যাতে টাইপের ত্রুটি চিহ্নিত করা যায় ।&lt;/small&gt;
id: Masukkan kata sandi yang sama dua kali, sehingga dapat dilakukan pemeriksaan jika terjadi kesalahan pengetikkan.
is: &lt;small&gt;Skrifaðu inn sama lykilorðið tvisvar, svo við getum athugað um stafsettningarvillur.&lt;/small&gt;
kk: &lt;small&gt;Құпия сөзіңізді қайтып енгізіңіз, сонымен сіз енгізілген сөзіңіздің дәлелдей аласыз.&lt;/small&gt;
ms: &lt;small&gt;Masukkan kata laluan yang serupa dua kali, supaya ia boleh disemak jika ada ralat menaip.&lt;/small&gt;
ne: &lt;small&gt;टाइपिङ्ग त्रुटिहरू जाँच गर्नको लागि पासवर्ड दुई पटक टाईप गर्नुहोस् ।&lt;/small&gt;
oc: &lt;small&gt;Picatz dos còps lo meteis senhal, per verificar que conten pas cap de fauta de picada.&lt;/small&gt;
ro: &lt;small&gt;Introduceţi aceeaşi parolă de două ori pentru a putea fi verificată de erorile de tastare.&lt;/small&gt;
sk: &lt;small&gt;Zadajte rovnaké heslo dvakrát, aby bolo možné skontrolovať, či ste v ňom neurobili preklep.&lt;/small&gt;
ta: &lt;small&gt; உங்களுடைய கடவுச்சொல்லை இரண்டுமுறை தட்டவும், எனவேதான் தட்டும் போது ஏற்படும் பிழையை கண்டுபிடிக்க முடியும்.&lt;/small&gt;

source: Password
bn: পাসওয়ার্ড
br: Ger-tremen
id: Sandi
is: Lykilorð
kk: Құпия сөз
ms: Kata Laluan
ne: पासवर्ड
oc: Senhal
ro: Parolă
sk: Heslo
ta: கடவுச்சொல்

source: Confirm password
bn: পাসওয়ার্ড নিশ্চিত করুন
br: Kadarnaat ar ger-tremen
fil: Kumpirmahin ang password
id: Ketik ulang sandi Anda
is: Staðfesta lykilorð
kk: Құпия сөзді растаңыз
ms: Sahkan kata laluan
ne: पासवर्ड पक्का गर्नुहोस्
oc: Confirmatz lo senhal
ro: Confirmați parola
sk: Potvrďte heslo
ta: கடவுச்சொல்லை உறுதி செய்

source: Confirm your password:
bn: আপনার পাসওয়ার্ড নিশ্চিত করুন:
br: Kadarnit ho ker-tremen ;
fil: Kumpirmahin ang iyong password:
id: Ketik sandi sekali lagi:
is: Staðfestu lykilorð þitt:
kk: Құпия сөзді растаңыз:
ms: Sahkan kata laluan anda:
ne: पासवर्ड पक्का गर्नुहोस्:
oc: Confirmar vòstre senhal :
ro: Confirmați parola:
sk: Potvrďte svoje heslo:
ta: உங்கள் கடவுச்சொல்லை மறுயுறுதி செய்

source: Your computer's name:
bn: আপনার কম্পিউটারের নামঃ
br: Anv hoc'h urzhiataer
fil: Ang pangalan ng iyong kompyuter:
id: Nama komputer Anda:
is: Nafn tölvu þinnar:
kk: Сіздің компьютеріңіздің аты:
ms: Nama komputer anda:
ne: तपाईँको कम्पयुटरको नाम
oc: Lo nom de vòstre ordenador :
ro: Numele calculatorului:
sk: Názov vášho počítača:
ta: உங்கள் கணினி பெயர்

source: The name it uses when it talks to other computers.
bn: অন্য কম্পিউটারের সাথে যোগাযোগ করার সময় যে নামটি এটি ব্যবহার করবে।
br: Anv implijet pa 'vez o laret gant urzhiataerioù all.
fil: Ang pangalan na gagamitin nito kapag kausap ang ibang kompyuter.
id: Nama tersebut dipakai ketika saat berkomunikasi dengan komputer lain.
is: Nafnið sem hún notar þegar hún talar við aðrar tölvur.
kk: Басқа компьютерлермен байланысатын кезде қолданылатын атыңыз.
ms: Nama ingin digunakan apabila berhubung dengan komputer lain.
ne: अन्य कम्प्युटरहरुसँग सम्पर्क गर्न प्रयोग हुने नाम ।
oc: Lo nom qu'utiliza per comunicar amb d'autres ordenadors.
ro: Numele utilizat pentru a comunica cu alte calculatoare.
sk: Názov, ktorý používa pri komunikácii s ostatnými počítačmi.
ta: இது மற்ற கணினிகளி்டையே பேசும்போது இது பயன்படுதும் பெயர்.
