Repository: GalliumOS/ubiquity
Catalog: debian/real-po/*.po
Languages: bn, br, fil, id, is, kk, ms, ne, oc, ro, sk, ta

source: <span foreground="darkred">Warning:</span> If you lose this security key, all data will be lost. If you need to, write down your key and keep it in a safe place elsewhere.
id: <span foreground="darkred">Peringatan:</span> Jika Anda lupa sandi ini, Anda akan kehilangan semua data. Tulislah sandi tersebut dan simpan di tempat yang aman.
is: <span foreground="darkred">Viðvörun:</span> Ef þú glatar öryggis lyklinum, þá eru öll gögn glötuð. Ef þú þarft þess, skrifaðu niður lykilinn og haltu honum öruggum annarstaðar.
ms: <span foreground="darkred">Amaran:</span> Jika anda hilang kunci keselamatan ini, semua data akan hilang. Jika perlu, tulis kunci anda dan simpan id ditempat yang selamat.
ne: <span foreground="darkred">चेतावनी:</span> यदि तपाईंले यो सुरक्षा पासवर्ड बिर्सिनुभयो भने सबै डेटा गुम्ने छ । पर्छ भने तपाईंको सुरक्षा पासवर्डलाई लेखेर अन्त कतै सुरक्षित स्थानमा राख्नुहोस् ।
oc: <span foreground="darkred">Atencion :</span> Se doblidatz la clau de seguretat, totas las donadas seràn perdudas. Se n'avètz besonh, notatz vòstra clau e conservatz-la dins un endrech segur.
ro: <span foreground="darkred">Avertizare:</span> Dacă pierzi această parolă, toate datele vor fi pierdute. Dacă trebuie, notează parola și ține-o la un loc sigur în altă parte.
sk: <span foreground="darkred">Upozornenie:</span> Ak stratíte (zabudnete) tento bezpečnostný kľúč, všetky dáta budú stratené. Pre prípad potreby si tento bezpečnostný kľúč niekam zapíšte a uložte na bezpečné miesto.
ta: <span foreground="darkred">எச்சரிக்கை:</span>இந்த பாதுகாப்பு சாவியை தவற விட்டீர்களானால், உங்களுடைய தரவுகளை இழந்துவிடுவீர்கள். உங்களுக்கு தேவைப்பட்டால், சாவியை எழுதி வைத்துக்கொள்ளவும் பாதுகாப்பான இடத்தில் வைத்துக்கொள்ளவும்.

source: For more security:
bn: অধিক নিরাপত্তার জন্য
id: Untuk keamanan lebih lanjut:
is: Fyrir meira öryggi:
kk: Қауіпсіздікті арттыру үшін:
ms: Untuk lebih selamat:
ne: थप सुरक्षाको लागि:
oc: Per mai de seguretat :
ro: Pentru mai multă securitate:
sk: Na lepšie zabezpečenie:
ta: கூடுதலான பாதுகாப்புக்காக:

source: Overwrite empty disk space
id: Timpa ruang kosong pada disk
is: Skrifa yfir tómt diskpláss
kk: Тұрғылықты дискідегі бос орынды(кеңісті) қайта жазу
ms: Tulis ganti ruang cakera kosong
ne: खाली रहेको ठाउँलाई अोगट्ने
oc: Espotir l'espaci de disc void
ro: Suprascrie spațiul liber
sk: Prepísať prázdne miesto na disku
ta: காலியான தட்டுப்பகுதியை மேலெழுதவும்

source: The installation may take much longer.
bn: এই ইন্সটলেশনটি হতে অধিক সময় লাগতে পারে
id: Proses pemasangan mungkin akan berlangsung lebih lama
is: Uppsetningin gæti tekið mikið lengri tíma.
kk: Орнатылуы біраз көп уақыт алады.
ms: Pemasangan mengambil masa lebih lama.
ne: स्थापना प्रक्रियाले अलि धेरै नै समय लगाउन सक्छ ।
oc: L'installacion pòt durar mai longtemps.
ro: Instalarea ar putea dura mai mult
sk: Inštalácia môže trvať podstatne dlhšie.
ta: இந்த நிறுவலானது மிக அதிக நேரத்தை எடுக்கலாம்.

source: Volume groups:
id: Grup Volum:
is: Sýndardiskar (volume groups):
kk: Дыбыстар тобы
ms: Kumpulan volum:
ne: भोल्युम समूहहरू:
oc: Gropes de volums :
ro: Grupe de volume:
sk: Skupiny zväzkov:
ta: தொகுதி குழுக்கள்:

source: Encryption Options
br: Dibarzhioù enrinegañ
id: Opsi Enkripsi
is: Dulkóðunarstillingar
kk: Шифрлеу баптаулары
ms: Pilihan Penyulitan
ne: इन्क्रिप्सन विकल्पहरू
oc: Opcions de chiframent
ro: Opțiuni de criptare
sk: Možnosti šifrovania
ta: மறைகுறியாக்க விருப்பங்கள்

source: Physical volumes:
id: Volum fisik:
is: Veraldleg flæmi:
kk: Физикалық дискілер:
ms: Volum fizikal:
ne: फिजिकल भोल्युमहरू:
oc: Volums fisics :
ro: Volume fizice:
sk: Fyzické zväzky:
ta: பெளதிக தொகுதிகள்:

source: Encrypt this partition (LUKS)
id: Enkripsi partisi ini (LUKS)
is: Dulkóða þessa disksneið (LUKS)
kk: Осы бөлімді шифрлау (LUKS)
ms: Sulitkan sekatan ini (LUKS)
ne: यो पार्टिसनलाई सुरक्षित गर्नुहोस् (LUKS)
oc: Chifrar aquesta particion (LUKS)
ro: Criptează această partiție (LUKS)
sk: Zašifrovať túto oblasť (LUKS)
ta: இந்த வட்டு பிரிவை (LUKS) மறைகுறியாக்கு

source: MB
kk: Мб
ne: एमबी
oc: Mio
ta: எம்பி

source: Logical Volume Management (LVM) lets ${RELEASE} treat multiple physical volumes as a single volume.
id: Logical Volume Management (LVM) memungkinkan ${RELEASE} memperlakukan beberapa volume fisik sebagai sebuah volume tunggal.
is: Rökræn gagnarýmisstjórnun (Logical Volume Management - LVM) lætur ${RELEASE} meðhöndla margar gagnageymslur sem eina.
ms: Pengurusan Volum Logikal (LVM) membolehkan ${RELEASE} anggap volum fizikal berbilang sebagai satu volum.
ne: लोजिकल भोल्युम व्यवस्थापन (LVM)ले ${RELEASE}लाई विभिन्न भौतिक भोल्युमहरुलाई एउटैको रूपमा व्यवहार गर्न सघाउँछ ।
oc: LVM (Logical Volume Management) permet a ${RELEASE} de tractar mantun volum fisics coma un sol volum.
ro: Gestionarul de volume logice (LVM) permite ${RELEASE} să trateze mai multe volume fizice ca un singur volum.
ta: Logical Volume Management (LVM) ${RELEASE} ஐ பல பருநிலை தொகுதிகளை ஒரு தொகுதியாக நடத்தட்டும்.

source: Logical Volume Management
id: Pengaturan Volum Logis
is: Röklegur Flæmi Stjóri (LVM)
kk: Логикалық бөлімдерді басқару (LVM)
ms: Pengurusan Volum Logikal
ne: लजिकल भोल्युम व्यवस्थापन
oc: Gestionari de Volum logic
ro: Administrare volume logice
sk: Správa logických zväzkov (LVM)
ta: தருக்க தொகுதி மேலாண்மை

source: Encryption options...
br: Dibarzhioù enrinegañ...
id: Opsi enkripsi...
is: Dulkóðunarstillingar...
kk: Шифрлеу баптаулары...
ms: Pilihan penyulitan...
ne: इन्क्रिप्सन विकल्पहरू...
oc: Opcions de chiframent...
ro: Opțiuni criptare...
sk: Možnosti šifrovania...
ta: மறைகுறியாக்க விருப்பங்கள்...

source: UEFI Secure Boot
id: Secure Boot UEFI
ms: But Selamat UEFI
ne: युईएफ्आई सुरक्छित बुट
oc: Secure Boot UEFI

source: You have chosen to enable third-party software as part of your install, which for this system includes hardware drivers for graphics and/or wi-fi hardware. Your system also has UEFI Secure Boot enabled. UEFI Secure Boot is not compatible with the use of these third-party drivers.
id: Kamu telah memilih untuk mengaktifkan software pihak ke 3 untuk menjadi bagian penginstallan, sudah termasuk divers hardware untuk grafik dan/atau hardware wifi. Sistem mu juga didapati mengaktifkan UEFI Secure Boot. UEFI Secure Boot tidak kompatible dengan driver pihak ke 3.
ms: Anda telah memilih untuk benarkan perisian pihak-ketiga sebagai sebahagian dari pemasangan anda, yang mana sistem ini menyertakan pemacu perkakasan untuk perkakasan grafik dan/atau wi-fi. Sistem anda juga telah membenarkan But Selamat UEFI. But Selamat UEFI tidak serasi dengan penggunaan pemacu pihak-ketiga.
oc: Avètz causit d'activar l'installacion de logicials tèrces, aquò inclutz per aqueste sistèma de pilòts per cartas graficas e/o Wi-Fi. Lo Secure Boot UEFI de vòstre sistèma es tanben activat. Lo Secure Boot UEFI es pas compatible amb l'utilizacion d'aqueles pilòts tèrces.
ro: Ați ales să activați programele proprietare furnizate de terți ca parte a instalării sistemului de operare, ceea ce include, pentru acest sistem, drivere pentru placa grafică și/sau placa de rețea. De asemenea, sistemul are activată opțiunea UEFI Secure Boot. Această opțiune nu este compatibilă cu utilizarea programelor de drivere proprietare.

source: After installation completes, Ubuntu will assist you in disabling UEFI Secure Boot. To ensure that this change is being made by you as an authorized user, and not by an attacker, you must choose a password now and then use the same password after reboot to confirm the change.
id: Setelah pemasangan selesai, Ubuntu kan memandu kamu untuk me nonaktifkan UEFI Secure Boot. Untuk memastikan bahwa perubahan ini di lakukan oleh kamu sebagai pengguna yang di percaya. dan bukan oleh hacker, kamu harus memilih password sekarang dan menggunakan password yang sama setelah restart untuk mengkonfirmasi perubahan.
ms: Selepas pemasangan selesai, Ubuntu akan membantu anda melumpuhkan But Selamat UEFI. Untuk memastikan perubahan ini dibuat oleh anda sebagai pengguna yang mendapat keizinan, dan bukannya pihak penyerang, anda mesti memilih satu kata laluan sekarang dan guna kata laluan tersebut selepas but semula untuk mengesahkan perubahan.
oc: Aprèp la fin de l'installacion, Ubuntu vos assistirà per desactivar lo Secure Boot UEFI. Per fin de garantir qu'aquesta modificacion es plan realizada per vos meteis en tant qu'utilizaire autorizat, e pas par un intrús, vos cal causir ara un senhal e utilizar lo meteis senhal aprèp reaviada per confirmar la modificacion.
ro: După terminarea instalării, Ubuntu vă va asista în dezactivarea opțiunii UEFI SecureBoot. Pentru a certifica faptul că modificarea este făcută de dumneavoastră, ca utilizator autorizat, și nu de un potențial atacator, trebuie să alegeți acum o parolă pe care să o utilizați după repornirea sistemului, pentru a confirma modificările aduse sistemului.

source: <span foreground="darkred">Warning</span>: If you choose not to install these drivers, or if you proceed but do not confirm the password upon reboot, Ubuntu will still be able to boot on your system but these third-party drivers will not be available for your hardware.
id: <span foreground="darkred">Peringatan</span>: jika kamu tidak memilih untuk memasang driver ini, atau jika kamu melanjutkan tapi tidak mengkonfirmasi password saat reboot, Ubuntu masih tetap bisa boot ke sistem mu tapi driver pihak ke 3 tidak akan tersedia untuk hardware mu.
ms: <span foreground="darkred">Amaran</span>: Jika anda memilih untuk tidak memasang pemacu ini, atau jika anda teruskan tetapi tidak mengesahkan kata laluan ketika but semula, Ubuntu masih dapat membuat ke sistem anda tetapi pemacu pihak-ketiga tidak akan tersedia untuk perkakasan anda.
oc: <span foreground="darkred">Atencion</span> : se causissètz d'installar pas aqueles pilòts o se o causissètz mas que confirmatz pas lo senhal aprèp l'aviada, Ubuntu poirà encara s'aviar sus vòstra maquina mas aqueles pilòts tèrcas seràn pas disponibles per vòstre material.
ro: <span foreground="darkred">Warning</span>: Dacă alegeți să nu instalați aceste programe de drivere, sau dacă doriți acest lucru dar nu confirmați parola după repornirea sistemului, Ubuntu va putea porni dar programele de drivere pentru echipamentele sistemului nu vor fi disponibile.

source: SecureBoot key for MokPW
id: SecureBoot Key Untuk MokPW
ms: Kunci SecureBoot untuk MokPW
ne: मोकपिडब्लुको लागी सेक्युरबुट कि
oc: Clau SecureBoot per MokPW
ro: Parola SecureBoot pentru MokPW

source: OEM mode (for manufacturers only)
bn: OEM মোড (শুধু মাত্র প্রস্তুতকারকদের জন্য)
br: (mod OEM, evit ar saverion nemetken)
fil: OEM mode (pampabrika lamang)
id: Mode OEM (hanya untuk manufaktur)
is: OEM aðferð (aðeins fyrir framleiðendur)
kk: OEM режимі (тек қана өндірушілер үшін)
ms: Mod OEM (hanya untuk pengeluar)
ne: OEM पद्दति (उत्पादनकर्ताहरूको लागि मात्र)
oc: Installar (mòde OEM, pels constructors solament)
ro: Mod OEM (doar pentru producători)
sk: Režim OEM (len pre výrobcov)
ta: OEM முறைமை (உற்பத்தியாளர்களுக்கு மட்டுமே)

source: Prepare for OEM configuration
bn: OEM কনফিগারেশনের জন্য প্রস্তুত
br: Prientiñ ar c'hefluniadur mod OEM
fil: Maghanda para sa OEM configuration
id: Persiapan untuk konfigurasi OEM
is: Undirbý stillingar fyrir OEM framleiðanda
kk: OEM баптауларына дайындалу
ms: Sediakan untuk konfigurasi OEM
ne: OEM कन्फिगरेसनका लागि तयारी
oc: Preparacion per una configuracion OEM
ro: Se pregătește configurarea OEM
sk: Príprava na nastavenie dodávateľa systému
ta: OEM அமைப்புகளுக்காக தயாராகிறது

source: Preparing for OEM configuration...
bn: OEM কনফিগারেশনের জন্য প্রস্তুত হচ্ছি...
br: O prientiñ ar c'hefluniadur mod OEM...
fil: Naghahanda para sa OEM configuration...
id: Bersiap untuk konfigurasi OEM...
is: Undirbý stillingar fyrir OEM framleiðanda...
kk: OEM баптаулары дайындалынуда...
ms: Menyediakan untuk konfigurasi OEM...
ne: OEM कन्फिगरेसनको तयार गर्दै...
oc: Preparacion de la configuracion OEM...
ro: Se pregătește configurarea OEM...
sk: Prebieha príprava na nastavenie dodávateľa systému...
ta: OEM அமைப்புகளுக்காக தயாராகிறது...

source: Ready for OEM configuration
bn: OEM কনফিগারেশনের জন্য প্রস্তুত
br: Prest eo evit ar c'hefluniadur mod OEM
fil: Handa na para sa OEM configuration
id: Siap untuk konfigurasi OEM
is: Tilbúið fyrir stillingar OEM framleiðanda
kk: OEM баптаулары дайын
ms: Sedia untuk konfigurasi OEM
ne: OEM कन्फिगरेसनका लागि तयार
oc: Prèst per la configuracion OEM
ro: Pregătit pentru configurarea OEM
sk: Pripravený na nastavenie dodávateľa systému
ta: OEM அமைப்புகளுக்காக தயாராக இருக்கிறது

source: When you boot into the new system, you will be able to log in as the 'oem' user with the password you selected earlier; this user also has administrative privileges using 'sudo'. You will then be able to make any additional modifications you require to the system.
bn: আপনি যখন নতুন সিস্টেমে বুট করেন, আপনি যে পাসওয়ার্ড নির্বাচন করেছেন তা দিয়ে 'oem' ব্যবহারকারী হিসাবে লগইন করতে পারবেন; এ ব্যবহাকরীর 'sudo' ব্যবহার করার প্রসাশনিক সুবিধা আছে। আপনি আপনার পছন্দমত অতিরিক্ত কিছু পরিবর্তন করতে পারবেন।
br: Pa luskot er reizhiad nevez e viot gouest d'en em gennaskañ evel arveriad 'oem' gant ar ger-tremen ho poa diuzet a-raok ; gant an arveriad-mañ ez eus ar brientoù ardeiñ ivez dre ober gant 'sudo'. Neuze e viot gouest d'ober an holl zaskemmadurioù ouzhpenn a c'houlennot d'ar reizhiad.
fil: Kapag nag-boot ka sa bagong sistema, maaari kang mag-log in bilang user na 'oem' gamit ang hudyat na napili mo kanina; ang user na ito ay mayroon ding mga administrative privilege gamit ang 'sudo'. Maaari ka nang gumawa ng mga karagdagang pagbabago na kailangan sa sistema.
id: Ketika Anda menyalakan sistem yang baru, Anda dapat log masuk dengan pengguna 'oem' dan sandi yang telah ditentukan sebelumnya; pengguna ini juga memiliki hak akses administrator dengan memakai 'sudo'. Selanjutnya, Anda dapat melakukan modifikasi yang diperlukan pada sistem.
is: Þegar þú ræsir nýja kerfið getur þú skráð þig inn sem notandinn „oem‟ (frumframleiðandi) með lykilorðinu sem þú valdir hér fyrr; þessi notandi hefur kerfisstjóraréttindi með því að nota „sudo‟. Þú getur því gert allar þær viðbótarbreytingar á kerfinu sem þú kannt að þurfa eða þig lystir.
kk: "oem" пайдаланушы атын және оған тиісті таңдаған құпия сөзіңізді қолдана отырып, сіз жаңа жүктелінгеннен жүйеге кіре аласыз; бұл пайдаланушы "sudo" пайдалана отырып, әкімшілік құқықтарыға ие бола алады. Осылай сіз жүйеде өзіңізге қажетті өзгерістерді орындай аласыз.
ms: Apabila anda boot kedalam sistem baru, anda akan dapat log masuk sebagai pengguna 'oem' dengan kata laluan yang anda tetapkan terlebih dahulu; pengguna ini juga ada kemampuan administrasi menggunakan 'sudo'. Kemudian anda akan dapat membuat apa-apa modifikasi tambahan kepada sistem yang anda perlukan.
ne: जब तपाईं नयाँ प्रणालीमा बूट गर्नुहुन्छ, तपाईं 'oem' नामको प्रयोगकर्ताको रूपमा अघि राख्नुभएको पासवर्ड हालेर लग इन गर्न सक्नुहुन्छ; यो प्रयोगकर्तासँग 'sudo' प्रयोग गरेर पाइने प्रशासनिक अधिकारहरू उपलब्ध हुनेछन् । त्यसपछि तपाईंको प्रणालीमा चाहिएअनुसारको फेरबदल गर्न सक्नुहुन्छ ।
oc: Quand aviaretz lo sistèma novèl, seretz capable de vos connectar coma utilizaire 'oem' amb lo senhal qu'avètz causit abans ; aqueste utilizaire a los privilègis de l'administrator amb la comanda consòla 'sudo'. Seretz alara capable de far totas las modificacions suplementàrias que n'avètz besonh pel vòstre sistèma.
ro: Când veți porni noul sistem, veți putea să vă autentificați ca utilizatorul „oem” cu parola aleasă mai devreme; acest utilizator are, de asemenea, privilegii de administrare folosind „sudo”. Atunci veți putea face orice fel de modificări suplimentare care vor fi necesare pentru sistem.
sk: Po naštartovaní nového systému sa budete môcť prihlásiť ako používateľ „oem“ s heslom, ktoré ste si už predtým nastavili. Tento používateľ bude mať práva správcu systému použitím príkazu „sudo“, takže budete môcť urobiť v systéme ľubovoľné požadované zmeny.
ta: உங்கள் புதிய இயங்கு தளத்தில் துவங்கும் போது முதல் 'oem' பயனராக நீங்கள் ஏற்கெனவே உள்ளிட்ட கடவுச் சொல்லை பயன் படுத்தி உள் நுழையலாம். இந்த பயனருக்கு ('sudo') 'சூடோ' பயன் படுத்தும் நிர்வாகி உரிமைகள் உண்டு. அதனால் கணினியில் உங்களுக்கு தேவையான மாறுதல்களை செய்து கொள்ள இயலும்.

source: Once the system is configured to your satisfaction, run 'oem-config-prepare'. This will cause the system to delete the temporary 'oem' user and ask the end user various configuration questions the next time it boots.
bn: আপনার ইচ্ছামত যখন সিস্টেম কনফিগারকৃত হবে তখন 'oem-config-prepare' চালান। আপনার জন্য সিস্টেম অস্থায়ী 'oem' মুছে দিবে এবং এন্ড ইউজার পরবর্তিতে বুট করার সময় বিভিন্ন কনফিগারেশনের জন্য বলা হবে।
br: Ur wech ma 'z eo kefluniet ar reizhiad betek ma plij deoc'h, lañsit 'prientiñ-kefluniadur-oem'. Drezi e vo diverket gant ar reizhiad an arveriad padennek 'oem' ha goulennet e vo digant an arveriad diwezhel goulennoù liesseurt a-fet kefluniadur pa vo lusket en-dro.
fil: Kapag ang sistema ay na-configure na sa iyong ikalulugod, i-run ang 'oem-config-prepare'. Ito ay maghuhudyat sa sistema para burahin ang pansamantalang user na 'oem' at magtanong sa end user ng iba't ibang mga tanong para sa configuration sa susunod na mag-boot ito.
id: Setelah sistem diatur sesuai selera, jalankan 'oem-config-prepare'. Ini akan membuat sistem menghapus pengguna sementara 'oem' dan mengajukan pengguna akhir berbagai pertanyaan konfigurasi saat sistem dinyalakan kembali.
is: Þegar kerfið hefur verið sett upp eins og þér hentar, keyrðu skipunina „oem-config-prepare‟. Þetta mun láta kerfið eyða bráðabirgðanotandanum „oem‟ og spyrja notandann að ýmsum spurningum varðandi stillingar næst þegar það er ræst.
kk: Жүйе өзіңізге қажетіндей қалыптандырылған болса, "oem-config-prepare" орындаңыз. Бұл әрекет, жүйеден уақытша "oem" атты пайдаланушыны жойып, жүйе келесі жүктелгенде, соңғы пайдаланушыға өзіне қажетті болғандай, белгілі бір сұрақтар қою арқылы жаңа пайдаланушыны құра алады.
ms: Selepas sistem telah diubahsuai kepada keperluan anda, jalankan 'oem-config-prepare'. Ini akan menyebabkan sistem untuk membuang pengguna sementara 'oem' dan bertanyakan pengguna akhir pelbagai soalan berkaitan konfigurasi ketika boot seterusnya.
ne: एकपटक तपाईंको सन्तुष्टिअनुसार प्रणाली सेट भएपछि 'oem-config-prepare' कमाण्ड चलाउनुहोस् । यसो गर्दा प्रणालीले 'oem' नामको अस्थायी प्रयोगकर्तालाई हटाइदिन्छ र अर्कोपटक बूट हुँदा प्रणालीको व्यवस्थापनसम्बन्धि प्रयोगकर्तालाई विभिन्न प्रश्नहरू सोध्दछ ।
oc: Un còp que lo sistèma es configurat a vòstra convenéncia, amodatz 'oem-config-prepare'. Aquò va menar lo sistèma a escafar l'utilizaire temporari 'oem' e pausar las questions de configuracion divèrsas per l'utilizaire final a l'amodatge venent.
ro: Odată ce sistemul este configurat după preferințele dumneavoastră, lansați „oem-config-prepare”. Aceasta va face ca sistemul să șteargă utilizatorul temporar „oem”, iar la următoarea pornire a calculatorului să ofere utilizatorului final diverse opțiuni de configurare.
sk: Keď budete spokojný s konfiguráciou vášho systému, spustite „oem-config-prepare“. Tým systém zmaže dočasného používateľa „oem“ a pri najbližšom spustení sa koncového používateľa spýta rôzne konfiguračné otázky.
ta: நீங்கள் ஏற்றுக்கொள்ளும்படி கணினி அமைக்கப்பட்ட பிறகு, 'oem-config-prepare' கட்டளைய இயக்கவும். இது கணினியிலுள்ள தற்காலிக 'oem' பயனரை நீக்கிவிட்டு அடுத்த முறை மீள்துவக்கும் போது பல்வேறு அமைவுகளுக்கான கேள்விகளை பயனாளரிடம் கேட்கும்.

source: Removing packages
bn: প্যাকেজসমূহ অপসারণ করা হচ্ছে
br: Dilamadur ar pakadoù
fil: Nagtatanggal ng mga pakete
id: Menghapus paket
is: Fjarlægi pakka
kk: Пакеттер жойылуда
ms: Membuang pakej-pakej
ne: प्याकेजहरू हटाउँदै
oc: Supression dels paquets
ro: Se elimină pachetele
sk: Odstraňujú sa balíky
ta: தொகுப்புகள் நீக்கப்படுகிறது

source: Region:
bn: এলাকা:
br: Rannvro :
fil: Rehiyon:
id: Daerah:
is: Svæði:
kk: Аймақ:
ms: Kawasan:
ne: क्षेत्र
ro: Regiune:
sk: Región:
ta: வட்டாரம்

source: CD
bn: সিডি
is: Geisladisk
kk: CD диск
ne: सिडी
ta: குறுந்தகடு

source: Your name
is: Nafn þitt
sk: Vaše meno

source: At least 8 characters password
is: Að minnsta kosti 8-stafa lykilorð
sk: Heslo obsahujúce minimálne 8 znakov

source: Retype password
is: Endurtaktu lykilorðið
sk: Znovu zadajte heslo

source: Username
is: Notendanafn
sk: Meno používateľa

source: has at least ${SIZE} available drive space
is: hafi að minnsta kosti ${SIZE} af lausu diskplássi
sk: má apoň ${SIZE} voľného miesta na disku

source: ${RELEASE} uses third-party software to play Flash, MP3 and other media, and to work with some graphics and wi-fi hardware. Some of this software is proprietary. The software is subject to license terms included with its documentation.
is: ${RELEASE} notar forrit frá þriðja aðila til að spila Flash, MP3 og annað margmiðlunarefni, og til að virka með sumum skjá og wi-fi vélbúnaði. Sumt af þessum hugbúnaði er rétthafabundinn. Hugbúnaðurinn er bundinn ákvæðum í leyfis-samningum sem filgja með skjölun þeirra.
sk: ${RELEASE} používa softvér tretích strán na prehrávanie obsahu Flash, MP3 a iných multimédií, na prácu s grafikou a hardvérom Wi-Fi. Na niektoré časti tohto softvéru sa uplatňujú autorské práva. Softvér podlieha licenčným podmienkam, ktoré nájdete v jeho dokumentácii.

source: Install this third-party software
is: Setja upp þennan aukahugbúnað
sk: Nainštalovať softvér od tretích strán

source: Download updates while installing
is: Ná í uppfærslur á netið meðan á uppsetningu stendur
sk: Stiahnuť aktualizácie počas inštalácie
