Repository: GalliumOS/ubiquity
Catalog: d-i/source/partconf/debian/po/*.po
Languages: ast, kk, lv, pl, pt, si, sr, tg

source: An error occurred when the swap space on ${PARTITION} was activated.
ast: Hebo un fallu cuando s'activó l'espaciu swap en ${PARTITION}.
kk: ${PARTITION} ішінде swap бөлімін активтеу кезінде қате табылды.
lv: Radusies kļūda pēc maiņvietas aktivizēšanas uz ${PARTITION}.
pl: Wystąpił błąd podczas aktywowania przestrzeni wymiany na ${PARTITION}.
pt: Ocorreu um erro quando o espaço swap em ${PARTITION} foi activado.
si: ${PARTITION} මත ස්වැප් ඉඩ සක්‍රීය කිරීමේදී දෝශයක් පැනනැගිනි.
sr: Дошло је до грешке када је простор за додатну меморију на ${PARTITION} активиран.
tg: Ҳангоми фаъол шудани фазои мубодилакунӣ дар ${PARTITION} хатогӣ ба вуҷуд омадааст.

source: Failed to create ${FS} file system on ${PARTITION}
ast: Falló al facer el sistema de ficheros ${FS} en ${PARTITION}
kk: ${PARTITION} құрылғысыннан ${FS} файлдық жүйесін құру мүмкін болмады
lv: Neizdevās izveidot ${FS} datņu sistēmu uz ${PARTITION}
pl: Nie udało się utworzyć systemu plików ${FS} na ${PARTITION}
pt: Não foi possível criar o sistema de ficheiros ${FS} em ${PARTITION}
si: ${PARTITION} කොටස මත ${FS} ගොනු පද්ධතිය නිර්මාණය කිරීම අසාර්ථකයි
sr: Креирање ${FS} фајл систем на ${PARTITION} није успело
tg: Системаи файлии ${FS} дар ${PARTITION} эҷод карда нашуд

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
ast: Hebo un fallu cuando se creaba'l sistema de ficheros ${FS} en ${PARTITION}.
kk: ${FS} файлдық жүйесін ${PARTITION}-ке құрғанда қате табылды.
lv: Radusies kļūda pēc ${FS} datņu sistēmas izveidošanas uz ${PARTITION}.
pl: Wystąpił błąd podczas tworzenia systemu plików ${FS} na ${PARTITION}.
pt: Ocorreu um erro quando o sistema de ficheiros ${FS} foi criado em ${PARTITION}.
si: ${PARTITION} මත ${FS} ගොනු පද්ධතිය නිර්මාණයේදී දෝශයක් පැනනැගිනි.
sr: Дошло је до грешке када је ${FS} фајл систем креиран на ${PARTITION}.
tg: Вақте ки системаи файлии ${FS} дар ${PARTITION} эҷод карда шуд, хатогӣ ба вуҷуд омадааст.

source: Failed to mount ${PARTITION} on ${MOUNT}
ast: Falló montar ${PARTITION} en ${MOUNT}
kk: ${PARTITION} ${MOUNT} жеріне тіркеу сәтсіз
lv: Neizdevās piemontēt ${PARTITION} pie ${MOUNT}
pl: Nie udało się zamontować ${PARTITION} na ${MOUNT}
pt: Não foi possível montar ${PARTITION} em ${MOUNT}
si: ${PARTITION} කොටස ${MOUNT} හි රැඳවීම අසාර්ථක විය
sr: Монтирање ${PARTITION} на ${MOUNT} није успело
tg: ${PARTITION} дар ${MOUNT} васл карда нашуд

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
ast: Un fallu ocurrió cuando se montaba ${PARTITION} en ${MOUNT}.
kk: ${PARTITION} ${MOUNT} жеріне тіркеген кезде қате табылды.
lv: Kļūda, montējot ${PARTITION} pie ${MOUNT} montēšanas punkta.
pl: Wystąpił błąd podczas montowania ${PARTITION} na ${MOUNT}.
pt: Ocorreu um erro quando a ${PARTITION} foi montada em ${MOUNT}.
si: ${PARTITION} කොටස ${MOUNT} හි රැඳවූ විට දෝශයක් මතුවිය.
sr: Дошло је до грешке када је ${PARTITION} монтирана на ${MOUNT}.
tg: Ҳангоми ба ${MOUNT} васл кардани ${PARTITION} хатогӣ ба вуҷуд омадааст.

source: Configure and mount partitions
ast: Configurar y montar particiones
kk: Бөлімдерді баптап, тіркеу
lv: Nodalījumu konfigurēšana un montēšana
pl: Konfigurowanie i montowanie partycji
pt: Configurar e montar partições
si: කොටස් සකසන්න හා රඳවන්න
sr: Конфигуриши и монтирај партиције
tg: Танзим ва васл кардани қисми диск
