Repository: GalliumOS/ubiquity
Catalog: d-i/source/partconf/debian/po/*.po
Languages: ast, kk, lv, pl, pt, si, sr, tg

source: No partitions found
ast: Ensin particiones atopaes
kk: Ешбір бөлім табылмады
lv: Nav atrasti nodalījumi
pl: Nie znaleziono partycji
pt: Não foram encontradas partições
si: කිසිඳු කොටසක් හමු නොවිනි
sr: Није пронађена ниједна партиција
tg: Ягон қисми диск ёфт нашудааст

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
ast: Nun hai particiones nel sistema. Necesites una partición nel to discu duru o cargar otros módulos del kernel.
kk: Сіздің компьютеріңізде бөлімдер табылмады. Мүмкін сіздің қатты дискіңізді бөлімдерге бөлу қажет болар немесе ядроның қосымша модульдерін жүктеу қажет.
lv: Uz sistēmas netika atrasts neviens nodalījums. Iespējams, jums jāsadala savi cietie diski vai jāielādē papildu kodola moduļi.
pl: Nie znaleziono partycji w Twoim systemie. Może musisz podzielić swój dysk na partycje, lub załadować dodatkowe moduły jądra.
pt: Não foram encontradas partições no seu sistema. Poderá ter que particionar o seu disco rígido ou carregar módulos de kernel adicionais.
si: ඔබේ පද්ධතිය තුළ කිසිඳු කොටසක් හමු නොවිය. ඔබට ඔබේ දෘඩ තැටිය කොටස් කිරීමට හෝ අමතර කර්නල මොඩියුල පූර්ණය කිරීමට සිදුවේ.
sr: Ниједна партиција није пронађена на вашем систему. Можда ћете морати да партиционишете ваш хард диск или да учитате додатне кернел модуле.
tg: Дар системаи шумо ягон қисми диск ёфт нашуд. Эҳтимол аст, ки шумо бояд дискҳои сахти худро қисмбандӣ кунед, ё ки модулҳои иловагии мағзро бор кунед.

source: No file systems found
ast: Nun s'atopó sistema de ficheros
kk: /target-ке файлдық жүйе енгізілмеген
lv: Datņu sistēmas netika atrastas
pl: Nie znaleziono systemów plików
pt: Não foram encontrados sistemas de ficheiros
si: කිසිඳු ගොනු පද්ධතියක් හමුනොවිනි
sr: Није пронађен ниједан фајл систем
tg: Ягон системаи файлӣ ёфт нашуд

source: No usable file systems were found. You may need to load additional kernel modules.
ast: Atopóse un sistema de ficheros non usable. Necesites cargar modulos adicionales de kernel.
kk: Жұмысқа жарамды файлдық жүйелер табылмады. Мүмкін сізге ядроның қосымша модульдерін жүктеуге тура келеді.
lv: Nav atrasta neviena izmantojama datņu sistēma. Iespējams, jums jāielādē papildu kodola moduļi.
pl: Nie znaleziono używalnych systemów plików. Może musisz załadować dodatkowe moduły jądra.
pt: Não foram encontrados sistemas de ficheiros utilizáveis. Pode necessitar de carregar módulos de kernel adicionais.
si: භාවිත කල හැකි ගොනු පද්ධතියක් හමු නොවිනි. ඔබට අමතර කර්නල මොඩියුල පූර්ණය කිරීමට සිදුවිය හැක.
sr: Ниједан употребљив фајл систем није пронађен. Можда ћете морати да учитате додатне кернел модуле.
tg: Ягон системаи файлии истифодашаванда ёфт нашуд. Эҳтимол аст, ки шумо бояд модулҳои иловагии мағзро бор кунед.

source: Finish
ast: Finar
kk: Аяқтау
lv: Beigt
pl: Zakończ
pt: Terminar
si: අවසන්
sr: Завршити
tg: Тайёр

source: Abort
ast: Encaboxar
kk: Тоқтату
lv: Pārtraukt
pl: Przerwij
pt: Abortar
si: පිටවෙන්න
sr: Прекини
tg: Қатъ кардан

source: Select a partition
ast: Seleicionar una partición
kk: Бөлімді таңдаңыз
lv: Izvēlieties nodalījumu
pl: Wybierz partycję
pt: Escolha uma partição
si: කොටසක් තෝරන්න
sr: Одабери партицију
tg: Интихоб кардани қисми диск

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
ast: Eses son les particiones deteutaes nel to sistema. Por favor, esbilla una partición pa configurar. Los cambeos actuales nun se fadrán fasta que seleiciones "Finar". Si seleiciones "Encaboxar", los cambeos nun se fadrán.
kk: Жүйеңізде табылған бөлімдер тізілген. Баптау үшін бөлімді таңдаңыз. "Аяқтау" командасын таңдамағаныңызша, бөлімде ешқандай өзгеріс жасалмайды. Егер сіз "Тоқтату" командасын таңдасаңыз, онда өзгерістер сақталмайды.
lv: Šie ir tie nodalījumi, ko izdevās noteikt jūsu sistēmā. Lūdzu, izvēlieties konfigurējamo nodalījumu. Nekādas fiziskas izmaiņas nenotiks, līdz jūs neizvēlēsieties “Beigt”. Ja izvēlēsieties “Pārtraukt”, izmaiņas netiks veiktas.
pl: W Twoim systemie są następujące partycje. Proszę wybrać partycję do skonfigurowania. Nie zostaną naniesione żadne zmiany dopóki nie wybierzesz "Zakończ". Jeśli użyjesz "Przerwij", zmiany nie zostaną naniesione.
pt: Estas são as partições que foram detectadas no seu sistema. Por favor escolha uma partição para configurar. Não serão feitas alterações até que você escolha "Terminar". Se escolher "Abortar", não serão feitas quaisquer alterações.
si: ඔබගේ පද්ධතියේ අනාවරණය කල කොටස් මේවා වේ. කරුණාකර වින්‍යාස ගත කිරීමට කොටසක් තෝරන්න. ඔබ "නිමි" තෝරන තුරු නියම වෙනස්කම් සිදු නොවනු ඇත. ඔබ "නවත්වන්න" තේරුවොත් කිසිම වෙනස්කමක් සිදු නොවනු ඇත.
sr: Ово су партиције које су детектоване на вашем систему. Изаберите партицију да бисте је конфигурисали. Ниједна измена неће бити извршена све док не изаберете „Заврши“. Ако изаберете „Прекини“, ниједна измена неће бити извршена.
tg: Ин қисмҳои диске мебошанд, ки дар системаи шумо ташхис карда шудаанд. Лутфан, қисми дискеро барои конфигуратсия интихоб кунед. То лаҳзае, ки шумо "Тайёр"-ро интихоб накунед, ягон тағйироти воқеӣ ворид карда намешавад. Агар шумо "Қатъ кардан"-ро интихоб кунед, ягон тағйирот ворид карда намешавад.

source: The information shown is, in order: device name, size, file system, and mount point.
ast: La información amosada ye, n'orde: nome preséu, tamañu, sistema de ficheros, y puntu de montaxe.
kk: Ақпараттың көрсетілу реті: құрылғы аты, өлшемі, файлдық жүйе, тіркеу нүктесі.
lv: Attēlotā informācija ir (šādā secībā): ierīces nosaukums, izmērs, datņu sistēma un montēšanas punkts.
pl: Informacje pokazane to kolejno: nazwa urządzenia, rozmiar, system plików i punkt montowania.
pt: A informação mostrada é, por ordem: nome de dispositivo, tamanho, sistema de ficheiros, e ponto de montagem.
si: පෙන්වා ඇති තොරතුරු අනුපිළිවෙලින්: උපකරණ නාමය, ප්‍රමාණය, ගොනු පද්ධතිය සහ ස්ථාපන අග්‍රය.
sr: Следеће информације су приказане, према редоследу: име уређаја, величина, фајл систем и тачка монтирања.
tg: Маълумот бо тартиби зерин намоиш дода шудааст: номи дастгоҳ, андоза, системаи файлӣ ва нуқтаи васлкунӣ.

source: Leave the file system intact
ast: Dexar el sistema de ficheros intactu
kk: Файлдық жүйені өзгеріссіз қалдырыңыз
lv: Neveikt izmaiņas datņu sistēmā
pl: Pozostaw system plików nietknięty
pt: Deixar o sistema de ficheiros intacto
si: ගොනු පද්ධතිය නොවෙනස්ව තබන්න
sr: Оставите фајл систем недирнутим
tg: Ба системаи файлӣ таъсир нарасонед

source: Create swap space
ast: Facer espaciu swap
kk: Толықтыру бөлімін құрыңыз
lv: Izveidot maiņvietu
pl: Utwórz partycję wymiany
pt: Criar espaço swap
si: ස්වැප් ඉඩක් තනන්න
sr: Креирај простор за додатну меорију
tg: Эҷод кардани мубодилаи нав

source: Action on ${PARTITION}:
ast: Aición sobre ${PARTITION}:
kk: ${PARTITION} үшін әрекеттер:
lv: Veicamā darbība ar ${PARTITION}:
pl: Działanie na ${PARTITION}:
pt: Acção em ${PARTITION}:
si: ${PARTITION} මත ක්‍රියාව:
sr: Активност на ${PARTITION}:
tg: Амалиёт барои ${PARTITION}:

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
ast: Esta partición paez qué ya tien un sistema de ficheros (${FSTYPE}). Pues escoyer ente dexar esti sistema de ficheros intactu, facer un sistema de ficheros nuevu, o facer un espaciu swap (memoria de volcáu).
kk: Бұл бөлімде (${FSTYPE}) файлдық жүйе бар болғанға ұқсайды. Сіз файлдық жүйені өзгеріссіз қалдырып, файлдық жүйені құрып немесе толықтыру бөлімін құра аласыз.
lv: Izskatās, ka šim nodalījumam jau ir datņu sistēma (${FSTYPE}). Jūs varat izvēlēties, vai nu nemainīt šo datņu sistēmu vai arī veidot jaunu datņu sistēmu, kā arī izveidot maiņvietu virtuālajai atmiņai.
pl: Wygląda na to, że ta partycja posiada już system plików (${FSTYPE}). Możesz wybrać jego pozostawienie, modyfikację, bądź utworzyć przestrzeń wymiany.
pt: Esta partição parece já ter um sistema de ficheiros (${FSTYPE}). Pode escolher deixar este sistema de ficheiros intacto, criar um novo sistema de ficheiros ou criar espaço de swap.
si: මෙම කොටස සතුව දැනටමත් (${FSTYPE}) ගොනු පද්ධතියක් පවතින බව පෙනේ. ඔබට මෙම ගොනු පද්ධතිය නොවෙනස්ව තැබීමට හෝ නව ගොනු පද්ධතියක් හෝ ස්වැප් ඉඩක් නිර්මාණය කල හැක.
sr: Ова партиција изгледа да већ има фајл систем (${FSTYPE}). Можете одабрати да оставите фајл систем недирнутим, креирате нови фајлсистем или да креирате простор за додатну меморију.
tg: Чунин менамояд, ки ин қисми диск аллакай системаи файлӣ дорад (${FSTYPE}). Шумо метавонед интихоб кунед, ки системаи файлиро норасида сонед, системаи файлии навро эҷод кунед, ё ки фазои мубодилакуниро эҷод кунед.

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
ast: Esta partición nun paez tener un sistema de ficheros. Pues facer un sistema de ficheros o un espaciu swap nella.
kk: Бұл бөлімнің файлдық жүйесі жоқ. Сіз онда файлдық жүйе мен толықтыру бөлімін құрастыра аласыз.
lv: Šim nodalījumam nav datņu sistēmas. Jūs varat izveidot datņu sistēmu vai virtuālās atmiņas maiņvietu.
pl: Partycja nie posiada systemu plików. Możesz na niej utworzyć system plików lub przestrzeń wymiany.
pt: Esta partição não parece ter nenhum sistema de ficheiros. Você pode criar um sistema de ficheiros ou espaço swap nela.
si: කොටස සතුව ගොනු පද්ධතියක් නොමැති බව පෙනීයයි. ඔබට එය මත ගොනු පද්ධතියක් හෝ ස්වැප් ඉඩක් සෑදිය හැක.
sr: Ова партиција изгледа да нема на себи фајл систем. Можете креирати фајл систем или простор за додатну меорију на њој.
tg: Чунин менамояд, ки ин қисми диск ягон системаи файлӣ надорад. Шумо метавонед системаи файлиро эҷод кунед, ё ки фазои онро мубодила кунед.

source: Don't mount it
ast: Nun montala
kk: Қалыптастырмай
lv: Nemontēt
pl: Nie montuj
pt: Não montar
si: රඳවන්න එපා
sr: Не монтирати
tg: Васл накардан

source: Enter manually
ast: Introduzlo manualmente
kk: Қолдан енгізу
lv: Norādīt manuāli
pl: Wprowadź ręcznie
pt: Introduzir manualmente
si: ශ්‍රමිකව එක් කරන්න
sr: Ручно унеси
tg: Ворид кардан ба таври дастӣ

source: Mount point for ${PARTITION}:
ast: Puntu de montaxe pa ${PARTITION}:
kk: ${PARTITION} үшін қалыптастыру нүктесі:
lv: ${PARTITION} montēšanas punkts:
pl: Punkt montowania dla ${PARTITION}:
pt: Ponto de montagem para ${PARTITION}:
si: ${PARTITION} සඳහා වන රැඳවුම් ස්ථානය:
sr: Тачка монтирања за ${PARTITION}:
tg: Нуқтаи васл барои ${PARTITION}:

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
ast: Cuando una partición se monta, ta disponible a los usuarios del sistema. Pues necesitar una partición root ("/"), y ye aconseyable tener una partición dixebrada pal /home.
kk: Қалыптастырылған бөлім тек жүйенің пайдаланушыларына қатынасты. Сізге міндетті түрде ("/") түбірлік бөлім қажет және әдетте/home үшін жеке бөлім болғаны жөн.
lv: Nodalījums ir pieejams lietotājiem pēc tā piemontēšanas. Jums vienmēr būs nepieciešams saknes ("/") nodalījums, kā arī ir ieteicams izveidot atsevišķu /home nodalījumu.
pl: Gdy partycja jest zamontowana, użytkownicy systemu mogą z niej korzystać. Zawsze potrzebujesz partycji root ("/") i dobrze jest też użyć osobnej partycji na /home.
pt: Quando uma partição é montada, ela fica disponível aos utilizadores do sistema. Você precisa sempre de uma partição raíz ("/"), e normalmente é bom ter uma partição separada para a /home.
si: කොටස රඳවා ඇති විට, එය පද්ධතියේ පරිශීලකයක්ට පිවිසිය හැකිවේ. ඔබට සැමවිටම root ("/") කොටසක් ඇවැසියි, තවද වෙන්වූ /home කොටසක් පැවතීම වඩාත් සුදුසුයි.
sr: Када је партиција монтирана, она је доступна корисницима на систему. Увек вам је потребна root („/“) партиција, и често је добро имати засебну партицију за /home.
tg: Вақте ки қисми диск васл карда мешавад, он ба корбарони система дастрас мегардад. Ба шумо ҳама вақт қисми диски root ("/") лозим аст, ва тавсия мешавад, ки барои /home низ қисми диски алоҳида мавҷуд бошад.

source: Please enter where the partition should be mounted.
ast: Por favor, introduz ónde tendría de montase la partición.
kk: Бөлімді қайда тіркеу керектігін нұсқаңыз.
lv: Lūdzu, ievadiet nodalījuma montēšanas vietu.
pl: Wpisz gdzie ma być zamontowana partycja.
pt: Por favor escolha onde a partição deve ser montada.
si: කරුණාකර කොටස රැඳවිය යුතු ස්ථානය ඇතුළත් කරන්න.
sr: Унесите директоријум на који ова партиција треба бити монтирана.
tg: Лутфан, чоп кунед, ки қисми диск бояд дар куҷо васл карда шавад.

source: Do you want to unmount the partitions so you can make changes?
ast: ¿Quies desmontar les particiones pa facer los cambeos?
kk: Сіз бөлшектеу менюсіндегі бөлімдерге оралғыңыз келеді ме?
lv: Vai vēlaties atmontēt nodalījumu, lai varētu veikt izmaiņas?
pl: Czy chcesz odmontować partycje by dokonać zmian?
pt: Deseja desmontar as partições para que possa fazer alterações?
si: ඔබට වෙනස්කම් සිදු කිරීම සඳහා කොටස් විසන්ධි කිරීමට ඇවැසිද?
sr: Да ли желите да демонтирате партиције да би начинили измене?
tg: Шумо мехоҳед, ки қисмҳои дискро ҷудо кунед, то ин ки тавонед тағйирот ворид кунед?

source: Since the partitions have already been mounted, you cannot do any changes.
ast: Cuando les particiones tán montaes, nun pues facer nengún cambéu.
kk: Бөлімдер қалыптандырылып қойылғандықтан, оларды өзгерту мүмкін емес.
lv: Tā kā nodalījumi jau ir piemontēti, jūs nevarat veikt izmaiņas.
pl: Ponieważ partycje zostały już zamontowane, nie możesz dokonać żadnych zmian.
pt: Como as partições já foram montadas, você não pode fazer qualquer alteração.
si: කොටස් දැනටමත් රඳවා ඇති බැවින්, ඔබට වෙනස්කම් සිදුකල නොහැක.
sr: Пошто су партиције већ монтиране не можете начинити никакве измене.
tg: Азбаски қисмҳои диск аллакай васл карда шудаанд, шумо наметавонед ягон тағйиротро ворид кунед.

source: Failed to unmount partitions
ast: Fallu al desmontar les particiones
kk: Бөлімдерді тіркеуден шығару мүмкін болмады
lv: Kļūda, atmontējot nodalījumus
pl: Odmontowanie partycji nie powiodło się
pt: Não foi possível desmontar as partições
si: කොටස් විසන්ධි කිරීම අසාර්ථකයි
sr: Демонтирање партиција није успело
tg: Васлкунии қисмҳои диск ба анҷом нарасид

source: An unexpected error occurred while unmounting the partitions.
ast: Ocurrió un fallu nun esperáu mientres se desmontaben les particiones.
kk: Бөлімдерді тіркеуден босатқан кезде күтпеген қате орын алған.
lv: Negaidīta kļūda, atmontējot nodalījumus.
pl: Wystąpił nieoczekiwany błąd podczas odmontowywania partycji.
pt: Ocorreu um erro inesperado ao desmontar as partições.
si: කොටස් විසන්ධි කරන විට හඳුනා නොගත් දෝශයක් හට ගැණිනි.
sr: Дошло је до неочекиване грешке приликом демонтирања партиција.
tg: Ҳангоми ҷудо кардани қисмҳои диск хатогӣ ба вуҷуд омадааст.

source: The partition configuration process has been aborted.
ast: El procesu de la configuración de la partción encaboxóse.
kk: Бөлімдерді баптау үрдісі үзілген.
lv: Nodalījumu konfigurēšanas process tika pārtraukts.
pl: Konfiguracja partycji została przerwana.
pt: O processo de configuração de partições foi abortado.
si: කොටස් සැකසුම් ක්‍රියාවලිය නවතාදැමිනි.
sr: Процес конфигурације партиције је прекинут.
tg: Раванди конфигуратсияи қисмбандӣ қатъ карда шуд.

source: Create %s file system
ast: Facer sistema de ficheros %s
kk: Файлдық жүйені құру мүмкін болмады
lv: Izveidot %s datņu sistēmu
pl: Tworzy %s system plików
pt: Criar sistema de ficheiros %s
si: %s ගොනු පද්ධතිය තනන්න
sr: Креирај %s фајл систем
tg: Эҷод кардани системаи файлии %s

source: No root partition (/)
ast: Ensin partición root (/)
kk: Түбірлік бөлім жоқ (/)
lv: Nav saknes nodalījuma (/)
pl: Brak partycji root (/)
pt: Não existe partição raíz (/)
si: root කොටසක් හමු නොවිනි (/)
sr: Нема root партиције (/)
tg: Қисми диски root (/) нест

source: You need a root partition. Please assign a partition to the root mount point before continuing.
ast: Necesites una partición root. Por favor, define una partición al puntu de montaxe root enantes de siguir.
kk: Сізге түбірлік бөлім керек. Жалғастырар алдында түбірлік бөлімді тағайындаңыз.
lv: Jums ir nepieciešams saknes nodalījums. Lūdzu, piešķiriet kādam nodalījumam saknes montēšanas punktu, lai varētu turpināt.
pl: Potrzebujesz partycji root. Wskaż partycję dla punktu montowania root
pt: Você precisa de uma partição raíz. Por favor atribua uma partição ao ponto de montagem da raiz antes de continuar.
si: ඔබට root කොටසක් ඇවැසියි. කරුණාකර ඉදිරියට යාමට පෙර root රැඳවුම් ස්ථානයක් ඇතුළත් කරන්න.
sr: Потребна вам је root партиција. Доделите партицију root тачки монтирања пре него што наставите.
tg: Ба шумо қисми диски root лозим аст. Лутфан, пеш аз идома додан, қисми дискро барои нуқтаи васлкунии root таъин кунед.

source: Partition assigned to ${MOUNT}
ast: Partición definida en ${MOUNT}
kk: Сіз бөлімді қалыптастыруға ${MOUNT} каталогын таңдадыңыз
lv: ${MOUNT} nozīmētais nodalījums
pl: Przypisano partycję dla ${MOUNT}
pt: Partição atribuída a ${MOUNT}
si: ${MOUNT} වෙත කොටස රඳවා ඇත
sr: Партиција додељена ${MOUNT}
tg: Қисми диски таъиншуда барои ${MOUNT}

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
ast: Nun tien xacíu montar una partición en ${MOUNT}. Por favor, camuda esto.
kk: ${MOUNT} жеріне бөлімді тіркеудің мәні жоқ. Баптауды өзгертіңіз.
lv: Nodalījuma montēšanai pie ${MOUNT} nav nekādas jēgas. Lūdzu, izmainiet to.
pl: Nie ma sensu montowanie partycji dla ${MOUNT}. Proszę to zmienić.
pt: Montar uma partição em ${MOUNT} não faz sentido. Por favor altere isto.
si: ${MOUNT} මත කොටස රැඳවීම කිසිවක් ඉටු නොකරයි. කරුණාකර මෙය වෙනස් කරන්න.
sr: Монтирање партиције на ${MOUNT} нема смисла. Промените конфигурацију.
tg: Васлкунии қисми диск дар ${MOUNT} ягон маъно надорад. Лутфан, инро тағйир диҳед.

source: Several partitions assigned to ${MOUNT}
ast: Delles particiones definíes en ${MOUNT}
kk: Сіз ${MOUNT} жеріне бірнеше бөлімдерді тіркеуді қаладыңыз
lv: Uz ${MOUNT} nozīmēti vairāki nodalījumi
pl: Wskazałeś kilka partycji dla ${MOUNT}
pt: Várias partições atribuídas a ${MOUNT}
si: ${MOUNT} වෙත කොටස් කිහිපයක් යොදවා ඇත
sr: Више партиција је додељено на ${MOUNT}
tg: Ба ${MOUNT} якчанд қисми диск таъин шудаанд

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
ast: Nun pues definir varies particiones al mesmu puntu de montaxe. Por favor, cambia too sacante una d'elles.
kk: Сіз бір нүктеде бірнеше бөлімдерді қалыптастыра аласыз.
lv: Vienam montēšanas punktam nevar norādīt vairākus nodalījumus. Lūdzu, izmainiet visus, izņemot vienu.
pl: Nie możesz wskazać kilku partycji dla tego samego punktu montowania. Proszę zmień to, zostawiając tylko jedną z nich
pt: Você não pode atribuir várias partições ao mesmo ponto de montagem. Por favor mude-as todas com excepção de uma delas.
si: ඔබට එකම රැඳවුම් ස්ථානයට කොටස් කිහිපයක් යෙදිය නොහැක. කරුණාකර එකක් හැර අනික්වා වෙනස් කරන්න.
sr: Не можете доделити више партиција истој тачки монтирања. Промените овај параметар за све изузев за једну партицију.
tg: Шумо наметавонед якчанд қисми дискро ба як нуқтаи васлкунӣ таъин кунед. Лутфан, ҳамаи онҳоро ба ғайр аз яки он тағйир диҳед.

source: Ready to create file systems and mount partitions?
ast: ¿Preparáu/da pa facer sistemes de ficheros y montar particiones?
kk: Файлдық жүйелер құрып, бөлімдерді тіркеуге бәрі дайынсыз ба?
lv: Gatavi veidot datņu sistēmas un montēt nodalījumus?
pl: Gotowy do utworzenia systemów plików i zamontowania partycji?
pt: Pronto para criar os sistemas de ficheiros e montar as partições?
si: ගොනු පද්ධති හා රැඳවුම් කොටස් නිර්මාණය කිරීමට සූදානම්ද?
sr: Да ли сте спремни да креирате фајл систем и монтирате партиције?
tg: Барои эҷод кардани системаҳои файлӣ ва васл кардани қисмҳои диск омода ҳастед?

source: File systems will be created and partitions mounted.
ast: Van crease los sistemes de ficheros y montaránse les particiones.
kk: Файлдық жүйелер құрылып, бөлімдер қалыптастырылады.
lv: Tiks izveidotas datņu sistēmas un piemontēti nodalījumi.
pl: Systemy plików zostaną utworzone, a partycje zamontowane.
pt: Os sistemas de ficheiros serão criados e as partições montadas.
si: ගොනු පද්ධති නිර්මාණය වනු ඇති අතර කොටස් රැඳවේ.
sr: Фајл системи ће бити креирани и партиције монтиране.
tg: Системаҳои файлӣ эҷод карда мешаванд ва қисмҳои диск васл карда мешаванд.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
ast: AVISU: Esto desaniciará tolos datos nes particiones que definisti a los sistemes de ficheros.
kk: НАЗАР АУДАРЫҢЫЗ: Бұл операция барлық жойылған бөлімдердегі, сондай-ақ жаңафайлдық жүйелер құрылуы тиіс бөлімдердегі де деректерді өшіреді.
lv: UZMANĪBU — dati visos nodalījumos, kurām ir norādītas kādas datņu sistēmas, tiks neatgriezeniski dzēsti.
pl: UWAGA: Ta operacja zniszczy wszelkie dane na partycjach do których przydzielono systemy plików.
pt: AVISO: Isto irá destruir todos os dados nas partições a que você atribuiu sistemas de ficheiros.
si: අවවාදයයි: මෙය ඔබ ගොනු පද්ධතිය යෙදූ කොටස්වල සියළු දත්ත විනාශ කරයි.
sr: УПОЗОРЕЊЕ: ово ће уништити све податке на партицијама које сте доделили фајл системима.
tg: ОГОҲӢ: Ин тамоми иттилооти қисмҳои дискро, ки шумо ба онҳо системаи файлӣ таъин кардаед, вайрон мекунад.

source: Failed to create swap space on ${PARTITION}
ast: Falló al facer l'espaciu swap en ${PARTITION}
kk: ${PARTITION} бөлімінен swap орнын құру мүмкін болмады
lv: Uz ${PARTITION} neizdevās izveidot maiņvietu
pl: Nie udało się utworzyć przestrzeni wymiany na ${PARTITION}
pt: Falhou a criação de espaço swap em ${PARTITION}
si: ${PARTITION} කොටස මත ස්වැප් ඉඩ නිර්මාණය අසාර්ථකයි
sr: Креирање простора за додатну меморију на ${PARTITION} није успело
tg: Фазои мубодилакунӣ дар ${PARTITION} эҷод карда нашуд

source: An error occurred when the swap space was created on ${PARTITION}.
ast: Hebo un fallu cuando l'espaciu swap se creó en ${PARTITION}.
kk: ${PARTITION} ішінде swap бөлімін құру кезінде қате орын алды.
lv: Gadījās kļūda, veidojot maiņvietu uz ${PARTITION}.
pl: Wystąpił błąd podczas tworzenia przestrzeni wymiany na ${PARTITION}.
pt: Ocorreu um erro quando o espaço swap foi criado em ${PARTITION}.
si: ${PARTITION} මත ස්වැප් ඉඩ සැකසීමේදී දෝශයක් පැනනැගිනි.
sr: Дошло је до грешке када је простор за додатну меморију креиран на ${PARTITION}.
tg: Ҳангоми эҷод кардани фазои мубодилакунӣ дар ${PARTITION} хатогӣ ба вуҷуд омадааст.

source: Please check the error log on the third console or /var/log/messages for more information.
ast: Por favor, comprueba'l rexistru de fallos na tercer consola o /var/log/messages pa más información.
kk: Кеңірек tty3 немесе/var/log/messages-те көруге болады
lv: Lai iegūtu papildu informāciju, apskatiet kļūdu paziņojumu žurnālu trešajā konsolē vai /var/log/messages
pl: Sprawdź trzecią konsolę (tty3), lub /var/log/messages, aby uzyskać więcej informacji.
pt: Por favor verifique o log na terceira consola ou /var/log/messages para mais informações.
si: කරුණාකර වැඩිදුර තොරතුරු සඳහා තෙවැනි කොන්සෝලය හෝ /var/log/messages මත දෝශ වාර්ථාව පිරික්සන්න.
sr: Погледајте лог за грешке на трећој конзоли или /var/log/messages за више информација.
tg: Барои маълумоти бештар, лутфан, сабти рӯйдодҳои хатогиҳоро дар сатри фармони сеюм ё дар /var/log/messages санҷед.

source: Failed to activate the swap space on ${PARTITION}
ast: Falló activar l'espaciu swap en ${PARTITION}
kk: ${PARTITION} ішідегі swap-ты белсенді қылу сәтсіз аяқталды
lv: Neizdevās aktivizēt maiņvietu uz ${PARTITION}
pl: Nie udała się aktywacja przestrzeni wymiany na ${PARTITION}
pt: Não foi possível activar o espaço swap em ${PARTITION}
si: ${PARTITION} කොටස මත ස්වැප් ඉඩ සක්‍රීය කිරීම අසාර්ථකයි
sr: Активација простор за додану меморију на ${PARTITION} није успела
tg: Фазои мубодилакунӣ дар ${PARTITION} фаъол карда нашуд
