Repository: GalliumOS/ubiquity
Catalog: d-i/source/partman-ext3/debian/po/*.po
Languages: tg

source: Ext3 journaling file system
tg: Системаи файлии Ext3 journaling

source: Ext4 journaling file system
tg: Системаи файлии Ext4 journaling

source: Go back to the menu and correct this problem?
tg: Ба меню бармегардед ва ин мушкилиро ҳал мекунед?

source: Your boot partition has not been configured with the ext2 or ext3 file system. This is needed by your machine in order to boot. Please go back and use either the ext2 or ext3 file system.
tg: Қисми диски роҳандозии шумо бо системаи файлии ext2 ё ext3 конфигуратсия нашудааст. Ин ба компютери шумо барои роҳандозӣ лозим аст. Лутфан, ба қафо баргардед, ва системаи файлии ext2 ё ext3-ро истифода баред.

source: If you do not go back to the partitioning menu and correct this error, the partition will be used as is. This means that you may not be able to boot from your hard disk.
tg: Агар шумо ба менюи қисмбандӣ бар нагардед, ва ин хатогиро ислоҳ накунед, ин қисми диск чӣ хеле ки ҳаст, истифода мешавад. Ин маънои онро дорад, ки эҳтимолан шумо аз диски сахти худ роҳандозӣ намекунед.

source: Your boot partition is not located on the first primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use your first primary partition as a boot partition.
tg: Қисми диски роҳандозии шумо дар қисмбандии аввалини асосии диски сахти шумо ҷойгир намебошад. Ин ба компютери шумо барои роҳандозӣ лозим аст. Лутфан, ба қафо баргардед, ва қисми диски аввалини асосии худро ҳамчун қисми диски роҳандозӣ истифода баред.

source: Return to the menu to set the bootable flag?
tg: Барои танзими байрақчаи боршаванда ба меню бармегардед?

source: The boot partition has not been marked as a bootable partition, even though this is required by your machine in order to boot. You should go back and set the bootable flag for the boot partition.
tg: Қисми диски роҳандозӣ ҳамчун қисми диски роҳандозишаванда қайд нашудааст, гарчанде ки ин барои роҳандозии компютери шумо лозим аст. Шумо бояд ба қафо баргашта, байрақчаи роҳандозишавандаро барои қисми диски роҳандозӣ таъин кунед.

source: If you don't correct this, the partition will be used as is and it is likely that the machine cannot boot from its hard disk.
tg: Агар шумо инро ислоҳ накунед, қисми диск чӣ хеле ки ҳаст, истифода мешавад, ва эҳтимол аст, ки компютер аз диски сахти худ роҳандозӣ шуда наметавонад.

source: Do you want to return to the partitioning menu?
tg: Шумо мехоҳед, ки ба менюи қисмбандӣ баргардонед?

source: The partition ${PARTITION} assigned to ${MOUNTPOINT} starts at an offset of ${OFFSET} bytes from the minimum alignment for this disk, which may lead to very poor performance.
tg: Қисми диски ${PARTITION}, ки ба ${MOUNTPOINT} таъин шудааст, дар омезиши ${OFFSET} байт аз москунии хурдтарин барои ин диск оғоз меёбад, ки метавонад сабаби самаранокии хеле паст гардад.

source: Since you are formatting this partition, you should correct this problem now by realigning the partition, as it will be difficult to change later. To do this, go back to the main partitioning menu, delete the partition, and recreate it in the same position with the same settings. This will cause the partition to start at a point best suited for this disk.
tg: Азбаски шумо ин қисми дискро формат карда истодаед, шумо бояд ин мушкилиро бо москунии дубораи қисмбандӣ ҳал кунед, чунки тағйирдиҳии баъдина душвортар мебошад. Барои иҷрои ин амал, ба менюи асосии қисмбандӣ баргардед, қисми дискро нест кунед, ва онро дар ҳамон ҷойгиршавӣ бо танзимоти якхела аз нав эҷод кунед. Ин сабаби он мегардад, ки қисми диск дар нуқтаи беҳтарин барои ин диск оғоз меёбад.
