Repository: GalliumOS/ubiquity
Catalog: d-i/source/preseed/debian/po/*.po
Languages: ro

source: Failed to retrieve the preconfiguration file
ro: Eșec la preluarea fișierului de anteconfigurare

source: The file needed for preconfiguration could not be retrieved from ${LOCATION}. The installation will proceed in non-automated mode.
ro: Nu s-a putut descărca fișierul necesar pentru anteconfigurare de la ${LOCATION}. Instalarea va continua în modul non-automat.

source: Failed to process the preconfiguration file
ro: Eșec la procesarea fișierului de anteconfigurare

source: The installer failed to process the preconfiguration file from ${LOCATION}. The file may be corrupt.
ro: Programul de instalare a eșuat la procesarea fișierului de anteconfigurare de la ${LOCATION}. Este posibil ca fișierul să fie corupt.

source: Failed to run preseeded command
ro: Eșec la rularea comenzii anteconfigurate

source: Execution of preseeded command "${COMMAND}" failed with exit code ${CODE}.
ro: Execuția comenzii anteconfigurate „${COMMAND}” a eșuat cu codul de eroare ${CODE}.

source: Download debconf preconfiguration file
ro: Descarcă fișierul debconf anteconfigurat

source: Location of initial preconfiguration file:
ro: Locația fișierului cu preconfigurații:

source: In order to perform an automated install, you need to supply a preconfiguration file (which can in turn pull in other files). To do that, you need to provide a (perhaps partial) URL.
ro: Pentru a putea executa o instalare automată trebuie să furnizați un fișier de preconfigurare (care poate aduce și alte fișiere). Pentru acest lucru trebuie să indicați un URL (eventual parțial).

source: This can be as simple as the machine name where your preseed files reside up to a full URL. Any of these could be made to work: intra [for example.com, these three are equivalent] intra.example.com http://intra.example.com/d-i/./lenny/preseed.cfg http://192.168.0.1/~phil/test47.txt floppy://preseed.cfg file:///hd-media/kiosk/./preseed.cfg
ro: Acesta poate fi doar numele sistemului unde se află fișierul de preconfigurare sau un URL complet. Oricare dintre acestea poate fi făcut să funcționeze: intra [pentru example.com, acestea trei sunt echivalente] intra.example.com http://intra.example.com/d-i/./lenny/preseed.cfg http://192.168.0.1/~phil/test47.txt floppy://preseed.cfg file:///hd-media/kiosk/./preseed.cfg

source: For fully automated installs, preseed/url should itself be preseeded (via kernel command line, DHCP, or syslinux.cfg on customised media)
ro: Pentru instalări complet automate, preseed/url ar trebui preconfigurat (prin intermediul liniei de comandă pentru nucleu, DHCP sau syslinux.cfg pe medii modificate)

source: See http://wiki.debian.org/DebianInstaller/Preseed for inspiration.
ro: Vedeți http://wiki.debian.org/DebianInstaller/Preseed pentru inspirație.

source: Load debconf preconfiguration file
ro: Încarcă fișierul debconf anteconfigurat
