Repository: GalliumOS/ubiquity
Catalog: d-i/source/partman-target/debian/po/*.po
Languages: tg

source: Help on partitioning
tg: Кӯмак барои қисмбандӣ

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new system. You need to choose which partition(s) will be used for the installation.
tg: Қисмбандии диски сахт аз ҷудо кардани он барои эҷод кардани фазои лозимӣ барои насб кардани системаи нави шумо иборат аст. Шумо бояд интихоб кунед, кадом қисми диск барои насбкунӣ истифода мешавад.

source: Select a free space to create partitions in it.
tg: Фазои холиро барои дар дохили он эҷод кардани қисмҳои диск интихоб кунед.

source: Select a device to remove all partitions in it and create a new empty partition table.
tg: Дастгоҳеро интихоб кунед, ки ҳамаи қисмҳои диски он тоза карда мешаванд, ва ҷадвали қисмбандии холии наверо эҷод кунед.

source: Select a partition to remove it or to specify how it should be used. At a bare minimum, you need one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
tg: Қисми дискеро интихоб карда тоза кунед, ё ки тарзи истифодабарии онро муайян кунед. Воқеан, ақаллан як қисми диски шумо бояд дорои системаи файлии root бошад (ки нуқтаи васлкунии он "/" мебошад). Одамони зиёд инчунин ҳисоб мекунанд, ки қисми диски алоҳидаи мубодилакунӣ низ лозим аст. "Swap" - ин фазои муваққатии системаи омил мебошад, ки ба он истифодаи захирагоҳи дискро ҳамчун "ҳофизаи виртуалӣ" иҷозат медиҳад.

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu.
tg: Вақте ки қисми диск аллакай форматшуда мебошад, шумо метавонед интихоб кунед, ки иттилооти мавҷудбудаи қисми дискро нигоҳ доред ва истифода баред. Қисмбандиҳое, чи ҳамин тарзи истифода мешаванд, дар менюи асосии қисмбандӣ бо "${KEEP}" қайд карда мешаванд.

source: In general you will want to format the partition with a newly created file system. NOTE: all data in the partition will be irreversibly deleted. If you decide to format a partition that is already formatted, it will be marked with "${DESTROY}" in the main partitioning menu. Otherwise it will be marked with "${FORMAT}".
tg: Умуман, ба шумо лозим мешавад, ки қисми дискро бо системаи файлии нави эҷодшуда формат кунед. ТАВЗЕҲ: тамоми иттилоот дар қисми диск бебозгашт нест карда мешавад. Агар шумо қарор кунед, ки қисми дискеро, ки аллакай формат шудааст, формат кунед, он дар менюи асосии қисмбандӣ байрақчаи "${DESTROY}" интихоб мекунад. Ба таври дигар, он дорои байрақчаи "${FORMAT}" мегардад.

source: In order to start your new system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
tg: Барои оғоз кардани системаи нави шумо, "худроҳандозӣ" истифода мешавад. Он метавонад дар сабти асосии роҳандозии диски сахти аввалин, ё ки дар қисмбандӣ насб карда шавад. Вақте ки худроҳандозӣ ба қисми диск насб карда мешавад, шумо бояд байрақчаи роҳандозиро барои он таъин кунед. Чунин қисми диск дар менюи асосии қисмбандӣ бо байрақчаи "${BOOTABLE}" қайд карда мешавад.

source: In order to start your new system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
tg: Барои оғоз кардани системаи нави шумо, "худроҳандозӣ" истифода мешавад. Он ба қисми диски роҳандозӣ насб карда мешавад. Шумо бояд байрақчаи роҳандозиро барои қисми диск таъин кунед. Чунин қисми диск дар менюи асосии қисмбандӣ бо байрақчаи "${BOOTABLE}" қайд карда мешавад.

source: Identical labels for two file systems
tg: Барчаспҳои якхела барои ду системаи файлӣ

source: Two file systems are assigned the same label (${LABEL}): ${PART1} and ${PART2}. Since file system labels are usually used as unique identifiers, this is likely to cause reliability problems later.
tg: Ба ду системаи файлӣ барчаспи якхелаи (${LABEL}) таъин карда шуд: ${PART1} ва ${PART2}. Азбаски барчаспҳои системаи файлӣ одатан ҳамчун идентификаторҳои ягона истифода мешаванд, ин метавонад дар оянда мушкилиҳои мӯътамадиро ба вуҷуд орад.

source: Please correct this by changing labels.
tg: Лутфан, онро тавассути тағйирдиҳии барчаспҳо ислоҳ кунед.

source: Identical mount points for two file systems
tg: Нуқтаҳои васли якхела барои ду системаи файлӣ

source: Two file systems are assigned the same mount point (${MOUNTPOINT}): ${PART1} and ${PART2}.
tg: Ду системаи файлӣ ба як нуқтаи васлкунии (${MOUNTPOINT}) таъин шудаанд: ${PART1} ва ${PART2}.

source: Please correct this by changing mount points.
tg: Лутфан, онро тавассути тағйирдиҳии нуқтаҳои васл ислоҳ кунед.

source: No root file system
tg: Системаи файлии root нест

source: No root file system is defined.
tg: Ягон системаи файлии root муайян нашудааст.

source: Please correct this from the partitioning menu.
tg: Лутфан, инро аз менюи қисмбандӣ ислоҳ кунед.

source: Separate file system not allowed here
tg: Системаи файлии алоҳида дар ин ҷо иҷозат дода намешавад

source: You assigned a separate file system to ${MOUNTPOINT}, but in order for the system to start correctly this directory must be on the root file system.
tg: Шумо системаи файлии алоҳидаро ба ${MOUNTPOINT} таъин кардед, аммо барои оғози дурусти система ин директория бояд дар системаи файлии root ҷойгир бошад.

source: Do you want to resume partitioning?
tg: Шумо мехоҳед, ки қисмбандиро идома диҳед?

source: The attempt to mount a file system with type ${TYPE} in ${DEVICE} at ${MOUNTPOINT} failed.
tg: Кӯшиши васл кардани системаи файлӣ бо намуди ${TYPE} дар ${DEVICE} бо ${MOUNTPOINT} қатъ карда шудааст.

source: You may resume partitioning from the partitioning menu.
tg: Шумо метавонед қисмбандиро аз менюи қисмбандӣ идома диҳед.

source: How to use this partition:
tg: Тарзи истифодабарии ин қисми диск:

source: Use as:
tg: Истифода бурдан ҳамчун:
