Repository: GalliumOS/ubiquity
Catalog: d-i/source/choose-mirror/debian/po/*.po
Languages: bs, ca, el, he, is, kk, lt, lv, pl, pt, tg, tr, zh_cn

source: Debian version to install:
tg: Версияи Debian барои насб:
zh_cn: 要安装的 Debian 版本：

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
tg: Debian дар якчанд намуд вуҷуд дорад. Stable (Устувор) ин намудест, ки аз санҷиш гузаронида шудааст ва дигар тағйир намеёбад. Unstable (Ноустувор) ин намудест, ки аз санҷиш гузаронида нашудааст ва хело тағйир дода мешавад. Testing (Санҷишӣ) ин намудест, ки дар байни намудҳои дар боло зикршуда мебошад ва зиёд вересияҳои навро аз намуди ноустувор қабул мекунад, агар он дорои барзиёд хатоҳо набошад.
zh_cn: Debian 同时存在多个版本。稳定版 (stable) 是经过大量测试，很少更动的版本。不稳定版 (unstable) 是未经测试，变动非常频繁的版本。测试版 (testing) 则是介于两者之间的版本，它通常会从不稳定版中接收一些没太多问题的新版软件。

source: Only flavors available on the selected mirror are listed.
tg: Танҳо намудҳои дастрас дар оинаи интихобшуда вуҷуд доранд.
zh_cn: 只列出选中的镜像上可用的版本。

source: Checking the Debian archive mirror
tg: Санҷиши оинаи бойгонии Debian
zh_cn: 正在检查 Debian 归档镜像

source: Downloading Release files...
bs: Preuzimam Release datoteke ...
ca: S'estan baixant els fitxers Release...
el: Μεταφόρτωση των αρχείων Release...
he: מוריד את קובץ ה-Release...
is: Sæki útgáfuskrárnar...
kk: Release файлдарын жүктеп алу...
lt: Release failo atsisiuntimas...
lv: Lejupielādē Release datnes...
pl: Pobieranie plików Release...
pt: A obter os ficheiros Release...
tg: Боргирии файлҳои Release...
tr: "Release" dosyaları indiriliyor...
zh_cn: 正在下载 Release 文件 ...

source: Go back and try a different mirror?
bs: Idi nazad i pokušaj drugi mirror?
ca: Voleu anar enrere i provar una rèplica diferent?
el: Θέλετε να γυρίσετε πίσω και να επιλέξετε έναν διαφορετικό καθρέφτη;
he: לחזור ולנסות אתר מראה אחר?
is: Fara til baka og prófa annan pakkasafnspegil?
kk: Артқа қайтып, басқа айнаны қолданып көреміз ба?
lt: Ar grįžti atgal ir bandyti kitą „veidrodį“?
lv: Atgriezties atpakaļ un mēģināt citu spoguļserveri?
pl: Powrócić i wybrać inny serwer lustrzany?
pt: Voltar atrás e tentar um 'mirror' diferente?
tg: Бармегардонед ва оинаи дигареро кӯшиш мекунед?
tr: Geri dönülüp farklı bir yansı denensin mi?
zh_cn: 返回并尝试另一个镜像？

source: The specified (default) Debian version (${RELEASE}) is not available from the selected mirror. It is possible to continue and select a different release for your installation, but normally you should go back and select a different mirror that does support the correct version.
tg: Версияи муайяншудаи (пешфарз) Debian (${RELEASE}) дар оинаҳои интихобшуда вуҷуд надорад. Шумо метавонед идома диҳед ва релизи дигареро барои насби худ интихоб кунед, вале одатан шумо бояд баргардед ва оинаи дигареро, ки версияи дурустро дастгирӣ мекунад, интихоб намоед.
zh_cn: 选择的镜像上，指定的(默认的) Debian 版本 (${RELEASE}) 不可用。继续并为您的安装选择另一个版本是可能的，但是通常您应该返回并选择另一个支持正确的版本的镜像。

source: Bad archive mirror
bs: Neispravan mirror arhiva
ca: La rèplica de l'arxiu és incorrecta
el: Μη έγκυρος καθρέφτης της αρχειοθήκης:
he: אתר מראה לא תקין
is: Ógildur pakkasafnspegill
kk: Архив айнасы жарамсыз
lt: Blogas archyvo "veidrodis"
lv: Nederīgs arhīva spoguļserveris
pl: Nieprawidłowy serwer lustrzany z archiwum
pt: Mirror de arquivos errado
tg: Оинаи бойгонии харобшуда
tr: Kötü Ubuntu yansısı
zh_cn: 无效的归档镜像

source: An error has been detected while trying to use the specified Debian archive mirror.
tg: Ҳангоми кӯшиши истифодаи оинаи бойгонии муайяншудаи Debian хатогӣ ба вуҷуд омад.
zh_cn: 尝试使用指定的 Debian 归档镜像时探测到错误。

source: Possible reasons for the error are: incorrect mirror specified; mirror is not available (possibly due to an unreliable network connection); mirror is broken (for example because an invalid Release file was found); mirror does not support the correct Debian version.
tg: Сабабҳои имконпазир барои хатои пайдошуда: оинаи муайяншудаи нодуруст; оина дастнорас аст (эҳтимолан ба сабаби пайвасти шабакаи беэътибор); оинаи вайроншуда (масалан, файли вайроншудаи релиз пайдо шудааст); оина версияи дурусти Debian дастгирӣ намекунад.
zh_cn: 此错误可能的原因是：指定了错误的镜像；镜像不可用(可能是因为不可靠的网络连接)；镜像损坏(例如，因为找到了无效的 Release 文件)；

source: Additional details may be available in /var/log/syslog or on virtual console 4.
bs: Dodatni detalju mogu biti dostupni u /var/log/syslog ili na virtualnoj konzoli 4.
ca: Hi poden haver detalls addicionals a /var/log/syslog o a la consola virtual 4.
el: Περισσότερες λεπτομέρεις μπορούν να είναι διαθέσιμες στο αρχείο /var/log/syslog ή στην εικονική κονσόλα 4.
he: ניתן למצוא פרטים נוספים ב-/var/log/syslog או במסוף וירטואלי 4.
is: Nánari upplýsingar gæti verið að finna í /var/log/syslog eða á sýndarstýriskjá númer 4.
kk: Қосымша ақпаратты /var/log/syslog ішінен не 4-ші виртуалды консолінен табуыңыз мүмкін.
lt: Detalesnė informacija gali būti prieinama faile /var/log/syslog arba 4-toje virtualioje konsolėje.
lv: Papildu informāciju var atrast /var/log/syslog datnē vai ceturtajā virtuālajā konsolē.
pl: Dodatkowe informacje mogą być dostępne w /var/log/syslog lub konsoli wirtualnej nr 4.
pt: Detalhes adicionais podem ser encontrados em /var/log/syslog ou na consola virtual 4.
tg: Тафсилоти иловагӣ дар /var/log/syslog ё дар консоли виртуалии 4 дастрасанд.
tr: Ek ayrıntılara /var/log/syslog dosyasından ya da 4 numaralı sanal uçbirimden ulaşılabilir.
zh_cn: 更多的细节可以在 /var/log/syslog 或第 4 虚拟控制台找到。

source: Please check the specified mirror or try a different one.
bs: Molimo provjerite odabrani mirror ili probajte drugi.
ca: Si us plau, comproveu la rèplica especificada o proveu amb una altra.
el: Παρακαλώ, ελέγξτε τον καθρέφτη που καθορίσατε ή δοκιμάστε έναν διαφορετικό.
he: אנא בדוק את אתר המראה הנבחר או נסה אתר מראה אחר.
is: Vinsamlega athugaðu tilgreindan spegil eða prófaðu einhvern annan.
kk: Көрсетілген айнаны тексеріңіз не басқасын таңдаңыз.
lt: Patikrinkite nurodytąjį veidrodis arba bandykite kitą.
lv: Lūdzu, pārbaudiet norādīto spoguļserveri, vai izvēlieties citu
pl: Sprawdź wybrany serwer lustrzany lub użyj innego.
pt: Por favor verifique o 'mirror' especificado ou tente um diferente.
tg: Лутфан, оинаи муайяншударо санҷед ё оинаи дигареро кӯшиш кунед.
tr: Belirtilen yansıyı kontrol edin ya da farklı bir yansı deneyin.
zh_cn: 请检查指定的镜像或者尝试另一个。

source: Architecture not supported
bs: Arhitektura nije podržana
ca: L'arquitectura no està suportada
el: Μη υποστηριζόμενη αρχιτεκτονική
he: ארכיטקטורה לא נתמכת
is: Kerfisgerðin ekki studd
kk: Архитектураға қолдау жоқ
lt: Nepalaikoma architektūra
lv: Arhitektūra nav atbalstīta
pl: Nieobsługiwana architektura
pt: Arquitectura não suportada
tg: Сохтор дастгирӣ намешавад
tr: Mimarî desteklenmiyor
zh_cn: 此硬件架构不被支持

source: The specified Debian archive mirror does not seem to support your architecture. Please try a different mirror.
tg: Эҳтимол аст, ки оинаи бойгонии Debian-и муайяншуда сохтори системаи шуморо дастгирӣ намекунад. Лутфан, оинаи дигареро интихоб кунед.
zh_cn: 指定的 Debian 归档镜像看起来并不支持您所用的硬件架构。请试用其他镜像。

source: oldstable
el: Παλιά Σταθερή (oldstable)
he: יציבה קודמת
is: eldri stöðug
lt: senoji stabili
lv: vecā stabilā
pl: dawna stabilna
tg: устувори қаблӣ
tr: eskikararlı
zh_cn: 旧稳定版

source: stable
el: σταθερή
he: יציבה
is: stöðug
lt: stabili
lv: stabilā
pl: stabilna
tg: устувор
tr: kararlı
zh_cn: 稳定版

source: testing
el: δοκιμαστική
he: ניסוי
is: prófunar
lt: testuojama
lv: testēšanas
pl: testowa
tg: санҷишӣ
tr: test
zh_cn: 测试版

source: unstable
el: ασταθής
he: לא יציבה
is: óstöðug
lt: nestabili
lv: nestabilā
pl: niestabilna
tg: ноустувор
tr: kararsız
zh_cn: 不稳定版

source: Choose a mirror of the Debian archive
tg: Интихоб кардани оинаи бойгонии Debian
zh_cn: 选择 Debian 归档镜像

source: enter information manually
bs: unesite informaciju ručno
ca: introdueix la informació manualment
el: Εισάγετε τις πληροφορίες χειροκίνητα
he: הכנסת מידע ידנית
is: slá inn upplýsingar handvirkt
kk: ақпаратты қолмен енгізу
lt: įveskite informaciją rankiniu būdu
lv: ievadiet informāciju pašrocīgi
pl: wprowadź informację ręcznie
pt: Introduza a informação manualmente
tg: иттилоотро ба таври дастӣ ворид кунед
tr: bilgileri elle girin
zh_cn: 手动输入信息

source: US[ Default value for http]
tg: ИМА[ Қимати пешфарз барои http]
zh_cn: CN

source: Debian archive mirror country:
tg: Кишвари оинаи бойгонии Debian:
zh_cn: Debian 归档镜像所在的国家：

source: The goal is to find a mirror of the Debian archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
tg: Дар ин ҷо шумо бояд оинаи бойгонии Debian-ро муайян кунед, ки барои шумо дар шабака наздиктар аст -- дар ёд дошта бошед, ки кишварҳои наздиктар ё ҳатто кишвари шумо наметавонанд интихоби беҳтарин бошанд.
zh_cn: 此选项的目的是找到网络上离您最近的镜像 -- 请注意，您的邻国，甚至您自己的国家，都不一定是最好的选择。

source: Debian archive mirror:
tg: Оинаи бойгонии Debian:
zh_cn: Debian 归档镜像：

source: Please select a Debian archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
tg: Лутфан яке аз оинаи бойгонии Debian-ро интихоб кунед. Агар надонед, ки кадом оина пайвасти беҳтарини Интернетро барои шумо дорад, шумо бояд оинаеро дар кишвар ё минтақаи худ истифода баред.
zh_cn: 请选择一个 Debian 归档镜像。如果您不知道哪个镜像与您之间的网络连接最好，请使用位于您的国家或地区的镜像。

source: Usually, ftp.<your country code>.debian.org is a good choice.
tg: Одатан, ftp.<рамзи кишвари шумо>.debian.org интихоби хуб аст.
zh_cn: 通常，ftp.<您的国家代码>.debian.org 会是一个较好的选择 (本软件发布时，中国的相应站点尚在筹建当中，如果您无法正常连接该服务器，请使用其他镜像)。

source: Debian archive mirror hostname:
tg: Номи мизбони оинаи бойгонии Debian
zh_cn: 请输入 Debian 归档镜像的主机名：

source: Please enter the hostname of the mirror from which Debian will be downloaded.
tg: Лутфан, номи мизбони оинае, ки Debian барои боргирӣ истифода мебарад, ворид кунед.
zh_cn: 请输入将要使用的 Debian 镜像的主机名。

source: An alternate port can be specified using the standard [hostname]:[port] format.
bs: Alternativni port može biti naznačen koristeći standardni [hostname]:[port] oblik.
ca: Es pot especificar un port alternatiu utilitzant el format estàndard [servidor]:[port].
el: Μια εναλλακτική θύρα μπορεί να οριστεί στη τυπική μορφή [όνομα κόμβου]:[θύρα]:
he: ניתן לציין פורט חלופי על ידי המתכונת הסטנדרטית של [hostname]:[port] .
is: Hægt er að velja aðra gátt (port) með því að nota staðlað [vélarnafn]:[gátt] snið.
kk: Портты көрсету керек болса, келесі түрде енгізілсін: [хост]:[порт].
lt: Papildomas portas gali būti nurodomas naudojantis standartiniu [hostname]:[port] formatu.
lv: Var norādīt citu portu standarta formātā [nosaukums]:[ports].
pl: Alternatywny port może zostać podany używając standardowego formatu [nazwa]:[port].
pt: Pode ser especificado um port alternativo utilizando o formato standard [hostname]:[port].
tg: Порти иловагӣ метавонад тавассути формати стандартии [мизбон]:[порт] муайян карда шавад.
tr: Alternatif bir başka port alışageldik [makine adı]:[port] biçemiyle belirtilebilir.
zh_cn: 您可以通过使用标准的 [主机名]:[端口] 格式来指定替代的端口。

source: Debian archive mirror directory:
tg: Директорияи оинаи бойгонии Debian:
zh_cn: Debian 归档镜像目录：

source: Please enter the directory in which the mirror of the Debian archive is located.
tg: Лутфан, директорияеро, ки дорои оинаи бойгонии Debian мебошад, ворид кунед.
zh_cn: 请输入 Debian 归档镜像所在的目录。

source: HTTP proxy information (blank for none):
bs: Unesite informaciju o proxy serveru (prazno ako nemate proxy):
ca: Informació sobre el servidor intermediari d'HTTP (en blanc per a cap):
el: Διαδρομή διαμεσολαβητή http (proxy) (κενό για μη χρήση):
he: הכנס את פרטי ה-HTTP proxy או השאר ריק לחיבור ישיר:
is: Upplýsingar um HTTP staðgengil (proxy) (skilið auðu til að sleppa):
kk: HTTP прокси туралы ақпарат (жоқ болса, бос қалдырыңыз):
lt: HTTP tarpinės stoties (proxy) informacija (tuščia, jei jokia):
lv: HTTP starpniekservera informācija (atstāt tukšu, ja tāda nav):
pl: Dane serwera pośredniczącego (puste jeśli brak):
pt: Informação do proxy HTTP (vazio para nenhuma):
tg: Маълумоти проксии HTTP (агар ҳеҷ бошад, холӣ монед):
tr: HTTP vekil bilgileri (kullanmıyorsanız boş bırakın):
zh_cn: HTTP 代理信息 (如果没有请置空)：

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
bs: Ako Vam je potrebno da koristite http proxy za pristup vanjskoj mreži, unesite informaciju o proxy serveru ovdje. U suprotnom, ostavite prazno.
ca: Si us cal utilitzar un servidor intermediari d'HTTP per a accedir a la xarxa exterior, introduïu la informació del servidor ací. Si no, deixeu això en blanc.
el: Αν είναι απαραίτητη η χρήση διαμεσολαβητή HTTP (HTTP proxy) για πρόσβαση στο Internet, εισάγετε τις κατάλληλες ρυθμίσεις εδώ, διαφορετικά αφήστε το πεδίο κενό.
he: אם אתה צריך HTTP proxy כדי להתחבר לרשת החיצונית, הכנס כאן את פרטי הפרוקסי. אחרת, השאר את השדה ריק.
is: Ef þú þarft að nota HTTP staðgengil (proxy) til að ná sambandi við umheiminn, skaltu slá inn upplýsingar um hann hér. Annars skal halda þessu auðu.
kk: Егер сізге сыртқы әлемге қатынауға HTTP прокси керек болса, прокси туралы ақпаратты осында енгізіңіз. Болмаса жолды бос қалдырыңыз.
lt: Jei išorinio pasaulio pasiekimui naudojate HTTP tarpinę stotį (proxy), įveskite čia jos informaciją. Kitu atveju palikite tuščią.
lv: Ja jums ir nepieciešams lietot proxy serveri lai piekļūtu Ubuntu spoguļserverim, ievadiet šeit proxy informāciju, citādāk atstājiet šo lauku tukšu.
pl: Jeśli korzystasz z serwera pośredniczącego http w celu dostępu do świata zewnętrznego, podaj tu jego dane. W przeciwnym wypadku pozostaw to pole puste.
pt: Se for necessário utilizar um proxy HTTP para aceder ao mundo exterior, introduza aqui a informação do proxy. Caso contrário, deixe em branco.
tg: Агар шумо хоҳед, ки проксии HTTP-ро барои пайдо кардани дастрасӣ ба дунёи беруна истифода баред, маълумоти проксиро дар ин ҷо ворид кунед. Ба таври дигар, инро холӣ монед.
tr: Eğer dışa erişim için bir HTTP vekil sunucu kullanıyorsanız vekil sunucu bilgilerini girin. Aksi takdirde boş bırakın.
zh_cn: 如果您需要用 HTTP 代理来连接外部网络，请在这里输入代理的信息。否则，请置空。

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
bs: Informacija o proxy-ju treba biti data koristeći standardni oblik "http://[[user][:pass]@]host[:port]/".
ca: La informació del servidor intermediari s'ha de donar en la forma estàndard «http://[[usuari][:contrasenya]@]servidor[:port]/».
el: Η πληροφορία για τον διαμεσολαβητή θα πρέπει να δοθεί στην κανονική μορφή "http://[[user][:pass]@]host[:port]/"
he: המידע על הפרוקסי צריך להינתן במתכונת הסטנדרטית של "http://[[user][:pass]@]host[:port]/"
is: Upplýsingar um staðgengil (proxy) ætti að gefa upp á staðlaða forminu "[[notandi][:lykilorð]@]vélarnafn[:tengi (port)]".
kk: Прокси туралы ақпаратты келесі түрде енгізу керек "http://[[қолданушы][:паролі]@]хост[:порт]/"
lt: Tarpinės stoties (proxy) informacija turi būti pateikta standartiniu formatu - "http://[[user][:pass]@]host[:port]/".
lv: Starpniekservera informācija jāievada standarta formā - "http://[[lietotājs][:parole]@]serveris[:ports]/"
pl: Informacje o serwerze pośredniczącym powinny być wpisane w standardowej formie: "http://[[nazwa_użytkownika][:hasło]]@host[:port]/"
pt: A informação do proxy deve ser dada no formato standard "http://[[utilizador][:palavra-chave]@]máquina[:porto]/".
tg: Маълумоти прокси бояд шакли стандартии "http://[[user][:pass]@]host[:port]/" дошта бошад.
tr: Vekil sunucu bilgileri "http://[[kullanıcı_adı][:parola]@]adres[:port]/" şeklinde girilmelidir.
zh_cn: 代理信息应按照“http://[[用户名][:密码]@]主机名[:端口]/”的标准格式给出。

source: FTP proxy information (blank for none):
bs: Informacija o FTP proxy serveru (prazno ako nemate proxy):
ca: Informació sobre el servidor intermediari d'FTP (en blanc per a cap):
el: Διαδρομή διαμεσολαβητή FTP (ftp proxy) (ή κενό για μη χρήση):
he: הכנס את פרטי ה-FTP proxy או השאר ריק לחיבור ישיר:
is: Upplýsingar um FTP milliþjón (proxy) (skilið auðu til að sleppa):
kk: FTP прокси туралы ақпарат (прокси жоқ болса, бос қалдырыңыз):
lt: HTTP tarpinės stoties (proxy) informacija (tuščia, jei jokia):
lv: FTP starpniekservera informācija (atstāt tukšu, ja tāda nav):
pl: Dane serwera pośredniczącego FTP (puste jeśli brak):
pt: Informação do proxy FTP (vazio para nenhuma):
tg: Иттилооти прокси FTP (холӣ барои ҳеҷ чиз):
tr: FTP vekil sunucu bilgileri (kullanmıyorsanız boş bırakın):
zh_cn: FTP 代理信息 (如果没有请置空)：

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
bs: Ako trebate koristiti FTP proxy za pristup vanjskoj mreži, unesite informaciju o proxy serveru ovdje. U suprotnom, ostavite prazno.
ca: Si us cal utilitzar un servidor intermediari d'FTP per a accedir a la xarxa exterior, introduïu ací la informació del servidor intermediari. Si no, deixeu això en blanc.
el: Αν πρέπει να χρησιμοποιήσετε έναν διαμεσολαβητή FTP (FTP proxy) για πρόσβαση στον έξω κόσμο, εισάγετε εδώ τις σχετικές πληροφορίες. Διαφορετικά αφήστε το πεδίο κενό.
he: אם אתה צריך FTP proxy כדי להתחבר לרשת החיצונית, הכנס כאן את פרטי הפרוקסי. אחרת, השאר את השדה ריק.
is: Ef þú þarft að nota FTP milliþjón (proxy) til að ná sambandi við umheiminn, skaltu slá inn upplýsingar um hann hér. Annars skal halda þessu auðu.
kk: Егер сізге сыртқы әлемге қатынауға FTP-прокси керек болса, прокси туралы ақпаратты осында енгізіңіз. Болмаса жолды бос қалдырыңыз.
lt: Jei išorinio pasaulio pasiekimui naudojate FTP tarpinę stotį (proxy), įveskite čia jos informaciją. Kitu atveju palikite tuščią.
lv: Ja jums ir nepieciešams proxy serveris, lai piekļūtu Ubuntu spoguļserverim, ievadiet proxy informāciju. Pretējā gadījumā atstājiet šo lauku tukšu.
pl: Jeśli korzystasz z serwera pośredniczącego FTP w celu dostępu do świata zewnętrznego, podaj tu jego dane. W przeciwnym wypadku pozostaw to pole puste.
pt: Se necessitar utilizar um proxy FTP para aceder ao mundo exterior, introduza aqui a informação do proxy. Caso contrário, deixe em branco.
tg: Агар шумо хоҳед, ки проксии FTP-ро барои пайдо кардани дастрасӣ ба ҷаҳони берунӣ истифода баред, тафсилоти проксиро ин ҷо ворид кунед. Набошад, ин майдонро холӣ монед.
tr: Eğer dışa erişim için bir FTP vekil sunucu kullanıyorsanız vekil sunucu bilgilerini girin. Aksi halde boş bırakın.
zh_cn: 如果您需要用 FTP 代理来连接外部网络，请在这里输入代理的信息。否则，请置空。

source: US[ Default value for ftp]
tg: ИМА[ Қимати пешфарз барои ftp]
zh_cn: CN

source: Protocol for file downloads:
bs: Protokol za download datoteka:
ca: Protocol per a la descàrrega dels fitxers:
el: Πρωτόκολλο για τη μεταφόρτωση των αρχείων:
he: פרוטוקול להורדת קבצים:
is: Samskiptamáti fyrir niðurhal:
kk: Файлдарды жүктеуге арналған протокол:
lt: Protokolas failų atsisiuntimui:
lv: Protokols datņu lejupielādēšanai:
pl: Protokół do pobierania plików:
pt: Protocolo para download dos ficheiros:
tg: Протокол барои боргириҳои файлӣ:
tr: Dosyalar indirilirken kullanılacak protokol:
zh_cn: 用于文件下载的协议：

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
bs: Izaberite protokol koji će se koristiti za preuzimanje datoteka. Ako niste sigurni, odaberite "http"; manje sklon problemima sa firewallima.
ca: Seleccioneu un protocol a utilitzar per a descarregar fitxers. Si no n'esteu segur, seleccioneu «http»; és menys propens a tindre problemes relacionats amb tallafocs.
el: Παρακαλώ, επιλέξτε το πρωτόκολλο που επιθυμείτε για την μεταφόρτωση των αρχείων. Αν δεν είστε βέβαιοι, επιλέξτε την μέθοδο "http". Είναι λιγότερο επιρρεπής σε προβλήματα από την παρουσία firewall.
he: בחר את הפרוטוקול שישמש להורדת קבצים. אם אינך בטוח, בחר ב-"http" מאחר והוא פחות נוטה לבעיות הקשורות לחומות אש (firewalls).
is: Vinsamlega veldu samskiptareglu fyrir niðurhal skráa. Ef þú ert í vafa skaltu velja „http‟; þar er minni hætta á vandamálum sem tengjast eldveggjum.
kk: Файлдарды жүктеу протоколын таңдаңыз. Білмей тұрсаңыз, "http" таңдаңыз, ол желіаралық экрандармен қиындық туғызбайды.
lt: Pasirinkite protokolą failų atsisiuntimui. Jei abejojate, pasirinkite "http"; tai sumažins problemų kylančių dėl ugniasienių.
lv: Lūdzu, izvēlieties lejupielādes protokolu. Ja neesat pārliecināts, izvēlieties "http" - šim protokolam ir mazāk problēmu ar ugunsmūriem.
pl: Wybierz protokół, który zostanie użyty do pobierania plików. W razie wątpliwości wybierz "http", ponieważ sprawia on mniej problemów związanych ze ścianami ogniowymi.
pt: Por favor escolha o protocolo para ser utilizado para fazer download dos ficheiros. Se tiver dúvidas, escolha "http"; é menos sujeito a problemas com firewalls.
tg: Лутфан, барои боргирии файлҳо протоколе, ки мехоҳед истифода баред, интихоб намоед. Агар мутмаин набошед, "http"-ро интихоб кунед; дар деворҳои оташ ин протокол камтар мушкилӣ дорад.
tr: Lütfen dosya indirilirken kullanılacak protokolü seçin. Emin değilseniz, güvenlik duvarlarıyla (firewall) en az problemi olan "http" protokolünü seçin.
zh_cn: 请选择下载文件时使用的协议。如果不确定，就使用“http”。即使有防火墙，它一般也不会出错。

source: Checking the Ubuntu archive mirror
bs: Provjeravam mirror Ubuntu arhiva
ca: S'està comprovant la rèplica de l'arxiu d'Ubuntu
el: Έλεγχος του καθρέφτη αρχειοθήκης του Ubuntu
he: בודק את אתר המראה של אובונטו
is: Athuga spegil Ubuntu pakkasafnsins
kk: Ubuntu архивінің айнасын тексеру
lt: Tikrinamas Ubuntu archyvo "veidrodis"
lv: Pārbaudu Ubuntu arhīva spoguļserveri
pl: Sprawdzanie serwera lustrzanego z archiwum Ubuntu
pt: A verificar o mirror do arquivo Ubuntu
tg: Санҷиши оинаи бойгонии Ubuntu
tr: Ubuntu arşivi yansısı denetleniyor
zh_cn: 正在检查 Ubuntu 归档镜像
