Repository: GalliumOS/ubiquity
Catalog: d-i/source/choose-mirror/debian/po/*.po
Languages: bs, ca, el, he, is, kk, lt, lv, pl, pt, tg, tr, zh_cn

source: The specified (default) Ubuntu version (${RELEASE}) is not available from the selected mirror. It is possible to continue and select a different release for your installation, but normally you should go back and select a different mirror that does support the correct version.
bs: Odabrana (glavna) Ubuntu verzija (${RELEASE}) nije dostupna sa odabranog mirrora. Moguće je nastaviti i odabrati drugu verziju za instalaciju, ali normalno biste se tebali vratiti i odabrati drugi mirror koji podržava korektnu verziju.
ca: La versió especificada (per defecte) d'Ubuntu (${RELEASE}) no és disponible a la rèplica seleccionada. És possible continuar i seleccionar una altra versió per a la instal·lació, però normalment hauríeu de tornar enrere i seleccionar una rèplica diferent que sí continga la versió correcta.
el: Η έκδοση του Ubuntu (${RELEASE}) που προσδιρίσατε (η προκαθορισμένη) δεν είναι διαθέσιμη από τον καθρέφτη που έχετε επιλέξει. Είναι δυνατόν να συνεχίσετε και να επιλέξετε μια διαφορετική κυκλοφορία του Ubuntu για την εγκατάστασή σας, αλλά κανονικά θα πρέπει να γυρίσετε πίσω και να επιλέξετε ένα καθρέφτη που να υποστηρίζει τη σωστή έκδοση.
he: גרסת ברירת המחדל (${RELEASE}) של אובונטו, שנקבעה, אינה זמינה מאתר המראה הנבחר. ניתן להמשיך ולבחור גרסה שונה להתקנה שלך, אבל במקרה הרגיל עליך לחזור ולבחור אתר מראה אחר שתומך בגרסה הנכונה.
is: Tilgreind útgáfa (sjálfgefin) Ubuntu (${RELEASE}) er ekki tiltæk á völdum pakkasafnspegli. Það er hægt að halda áfram og velja þá einhverja aðra útgáfu til uppsetningar, en annars ættirðu að fara til baka og velja einhvern annan pakkasafnspegil sem styður réttu útgáfuna.
kk: Көрсетілген (негізгі) Ubuntu нұсқасы (${RELEASE}) таңдалған айна үшін қолжетерсіз. Әлі де орнатуыңыз үшін басқа шығарылуды (release) таңдап жалғастыруыңыз мүмкін, алайда, артқа қайтып, дұрыс нұсқаны қолдайтын басқа айнаны таңдауыңыз қажет.
lt: Nurodytos (numatytosios) Ubuntu versijos (${RELEASE}) nėra pasirinktame „veidrodyje“. Galima tęsti ir pasirinkite kitą distributyvo laidą įdiegimui, bet paprastai Jūs turėtumėte grįžti atgal ir pasirinkti kitą ,veidrodį“, kuriame yra teisinga versija.
lv: Pēc noklusējuma (izvēlētā) Ubuntu versija (${RELEASE}) nav pieejama no izvēlētā spoguļservera. Var turpināt un izvēlēties citu versiju, bet parasti vajadzētu atgriezties un izvēlēties citu spoguļserveri, kas ļautu uzstādīt pareizo versiju.
pl: Wybrana (domyślna) wersja Ubuntu (${RELEASE}) nie jest dostępna na wybranym serwerze lustrzanym. Możesz kontynuować i wybrać inną wersję, ale zazwyczaj należy powrócić i skorzystać z innego serwera lustrzanego zawierającego instalowaną wersję.
pt: A versão Ubuntu (predefinida) especificada (${RELEASE}) não está disponível a partir do 'mirror' seleccionado. É possível continuar e escolher um lançamento diferente para a instalação, mas normalmente deverá voltar atrás e escolher um 'mirror' diferente que suporte a versão correcta.
tg: Версияи муайяншудаи (пешфарз) Ubuntu (${RELEASE}) дар оинаҳои интихобшуда вуҷуд надорад. Шумо метавонед идома диҳед ва релизи дигареро барои насби худ интихоб кунед, вале одатан шумо бояд баргардед ва оинаи дигареро, ки версияи дурустро дастгирӣ мекунад, интихоб намоед.
tr: Belirtilen (öntanımlı) Ubuntu sürümü (${RELEASE}) seçilen yansıda mevcut değil. Farklı bir sürüm seçerek kuruluma devam etmek mümkündür, fakat normalde geri dönmeli ve doğru sürümü içeren bir yansıyı seçmelisiniz.
zh_cn: 选择的镜像上，指定的(默认的) Ubuntu 版本 (${RELEASE}) 不可用。继续并为您的安装选择另一个版本是可能的，但是通常您应该返回并选择另一个支持正确的版本的镜像。

source: An error has been detected while trying to use the specified Ubuntu archive mirror.
bs: Otkrivena je greška pri pokušaju korištenja odabranog Ubuntu arhivskog mirrora.
ca: S'ha detectat un error quan es tractava d'emprar la rèplica de l'arxiu d'Ubuntu especificada.
el: Ανιχνεύτηκε κάποιο σφάλμα στην προσπάθεια να χρησιμοποιηθεί ο συγκεκριμένος καθρέφτης της αρχειοθήκης του Ubuntu.
he: בזמן נסיון להשתמש באתר המראה הנבחר, התגלתה תקלה.
is: Villa kom upp þegar reynt var að nota valinn Ubuntu pakkasafnspegil.
kk: Көрсетілген Ubuntu архиві айнасын қолдану кезінде қате орын алды.
lt: Buvo aptikta klaida, bandant naudoti nurodytą Ubuntu archyvo „veidrodi“.
lv: Kļūda, mēģinot izmantot uzdoto Ubuntu arhīva spoguļserveri
pl: Wystąpił błąd podczas próby użycia wybranego archiwum lustrzanego Ubuntu.
pt: Foi detectado um erro ao tentar utilizar o 'mirror' de Ubuntu especificado.
tg: Ҳангоми кӯшиши истифодаи оинаи бойгонии муайяншудаи Ubuntu хатогӣ ба вуҷуд омад.
tr: Belirtilen Ubuntu arşiv yansısı kullanılmaya çalışılırken bir hata oluştu.
zh_cn: 尝试使用指定的 Ubuntu 归档镜像时探测到错误。

source: Possible reasons for the error are: incorrect mirror specified; mirror is not available (possibly due to an unreliable network connection); mirror is broken (for example because an invalid Release file was found); mirror does not support the correct Ubuntu version.
bs: Mogući razlozi za grešku su: nepravilan mirror odabran; mirror nije dostupan (moguće zbog nepouzdane mrežne konekcije); mirror je pokvaren (npr. jer je nepravilna Release datoteka nađena); mirror ne podržava korektnu verziju Ubuntu.
ca: Algunes de les raons possibles per a l'error són: especificació d'una rèplica incorrecta; la rèplica no és disponible (possiblement perquè la connexió de xarxa és poc fiable); la rèplica està trencada (per exemple perquè s'ha trobat un fitxer Release invàlid); la rèplica no conté la versió correcta d'Ubuntu.
el: Πιθανές αιτίες του σφάλματος είναι: προσδιορισμός λανθασμένου καθρέφτη, μη διαθεσιμότητα του καθρέφτη (πιθανόν εξαιτίας μιας μη αξιόπιστης δικτυακής σύνδεσης), ασυνέπεια διαμόρφωσης του καθρέφτη (επειδή για παράδειγμα βρέθηκε ένα μη έγκυρο αρχείο Release) ή ο συγκεκριμένος καθρέφτης δεν υποστηρίζει την σωστή έκδοση του Ubuntu.
he: סיבות אפשריות לתקלה: בחירה באתר מראה לא נכון; אתר מראה לא זמין (למשל, בגלל חיבור לרשת לא תקין); אתר מראה לא תקין (למשל, בגלל קובץ Release לא תקין); אתר מראה לא תומך בגרסת אובונטו הנכונה.
is: Hugsanlegar ástæður fyrir villunni: rangur pakkasafnspegill hefur verið tilgreindur; pakkasafnspegillinn er ekki tiltækur (hugsanlega vegna óstöðugrar/óvirkrar nettengingar); pakkasafnspegillinn er bilaður (til dæmis ef að ógild/gölluð Release-skrá hafi fundist); pakkasafnspegillinn styður ekki réttu Ubuntu útgáfuna.
kk: Қатенің мүмкін себептері: қате айна көрсетілді; айнаға қолжетерсіз (мысалы желі ақауы); айна зақымдалған (мыс. қате Release файлы табылды); айна дұрыс Ubuntu нұсқасын қолдамайды.
lt: Galimos klaidos priežastys: nurodytas neteisingas „veidrodis“; „veidrodis“ neprieinamas (galbūt dėl nepatikimo tinklo ryšio); „veidrodis“ sugadintas (nes, pavyzdžiui, rastas neteisingas Release failas); „veidrodyje“ nėra reikiamos Ubuntu versijos.
lv: Iespējamie kļūmes iemesli: nepareizi uzdots spoguļserveris; spoguļserveris nav pieejams (iespējams, nestabila Interneta savienojuma dēļ); spoguļserveris ir bojāts (piemēram satur nepareizu Release datni) vai arī spoguļserveris nesatur pareizo Ubuntu versiju.
pl: Pośród prawdopodobnych przyczyn błędów są: błędny serwer lustrzany, serwer lustrzany jest niedostępny (prawdopodobnie przez problemy z siecią), serwer lustrzany jest uszkodzony (na przykład z powodu błędnego pliku Release), serwer lustrzany nie zawiera pakietów dla tej wersji Ubuntu.
pt: Possíveis razões para o erro são: especificado 'mirror' incorrecto; o 'mirror' não está disponível (possivelmente devido a uma ligação problemática de rede); o 'mirror' está inutilizável (por exemplo devido a ter sido encontrado um ficheiro Release inválido); o 'mirror' não suporta a versão correcta de Ubuntu.
tg: Сабабҳои имконпазир барои хатои пайдошуда: оинаи муайяншудаи нодуруст; оина дастнорас аст (эҳтимолан ба сабаби пайвасти шабакаи беэътибор); оинаи вайроншуда (масалан, файли вайроншудаи релиз пайдо шудааст); оина версияи дурусти Ubuntu дастгирӣ намекунад.
tr: Olası sebepler arasında uygunsuz yansı seçimi, yansıya ulaşılamaması (güvenilmez bir ağ bağlantısı buna neden olabilir), yansının arızalı olması (örneğin Release dosyasının hatalı olması nedeniyle) ve yansının uygun Ubuntu sürümünü desteklememesi vardır.
zh_cn: 此错误可能的原因是：指定了错误的镜像；镜像不可用(可能是因为不可靠的网络连接)；镜像损坏(例如，因为找到了无效的 Release 文件)；

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
bs: Navedeni mirror Ubuntu arhive ne podržava Vašu arhitekturu. Molim pokušajte drugi mirror.
ca: La rèplica de l'arxiu d'Ubuntu especificada no sembla contindre la vostra arquitectura. Intenteu-ho amb una altra rèplica.
el: Ο επιλεγμένος καθρέφτης της αρχειοθήκης του Ubuntu φαίνεται να μην παρέχει υποστήριξη για την αρχιτεκτονική σας. Παρακαλώ δκιμάστε έναν άλλο καθρέφτη.
he: נראה שאתר המראה של אובונטו שצויין, אינו תומך בארכיטקטורה שלך. נסה אתר מראה אחר.
is: Pakkaspegillinn sem þú valdir, styður ekki örgjörvagerð tölvunnar þinnar. Prófaðu einhvern annan pakkaspegil.
kk: Ubuntu архивінің таңдалған айнасы сіздің компьютеріңізге жарамайды. Басқа айна таңдап көріңіз.
lt: Nurodytas „Ubuntu“ archyvo „veidrodis“ nepalaiko Jūsų architektūros. Bandykite kitą „veidrodį“.
lv: Šis Ubuntu arhīva spoguļserveris neatbalsta jūsu datora arhitektūru. Lūdzu, izmēģiniet citu serveri.
pl: Wygląda na to, że wybrane archiwum nie obsługuje Twojej architektury. Spróbuj innego serwera lustrzanego.
pt: O mirror do arquivo Ubuntu especificado não parece suportar a sua arquitectura. Por favor tente outro mirror.
tr: Belirtilen Ubuntu yansısı sisteminizin mimarîsini desteklemediği görünüyor. Lütfen başka bir yansı deneyin.
zh_cn: 指定的 Ubuntu 归档镜像看起来并不支持您所用的硬件架构。请试用其他镜像。

source: Choose a mirror of the Ubuntu archive
bs: Izaberite mirror Ubuntu arhiva
ca: Seleccioneu una rèplica de l'arxiu d'Ubuntu
el: Επιλέξτε έναν καθρέφτη της αρχειοθήκης του Ubuntu
he: בחירת אתר מראה של אובונטו
is: Veldu spegil með Ubuntu pakkasafninu
kk: Ubuntu архивінің айнасын енгізіңіз
lt: Ubuntu archyvo "veidrodžio" pasirinkimas
lv: Izvēlieties Ubuntu arhīva spoguļserveri
pl: Wybierz serwer lustrzany z archiwum Ubuntu
pt: Escolher um mirror do arquivo Ubuntu
tg: Интихоб кардани оинаи бойгонии Ubuntu
tr: Bir Ubuntu arşivi yansısı seçin
zh_cn: 选择 Ubuntu 归档镜像

source: GB[ Default value for http]
bs: BS
ca: ES
el: GR
he: IL
is: IS
kk: KZ
lt: LT
lv: LV
pl: PL
pt: PT
tr: TR
zh_cn: CN

source: Ubuntu archive mirror country:
bs: Zemlja mirrora Ubuntu arhiva:
ca: País de la rèplica de l'arxiu d'Ubuntu:
el: Χώρα καθρέφτη της αρχειοθήκης του Ubuntu:
he: מדינת אתר מראה של אובונטו:
is: Land spegils fyrir Ubuntu pakkasafn:
kk: Ubuntu архиві айнасының елі:
lt: Ubuntu archyvo "veidrodžio" šalis:
lv: Valsts, kurā atrodas Ubuntu arhīva spoguļserveris:
pl: Kraj serwera lustrzanego z archiwum Ubuntu:
pt: País do mirror do arquivo Ubuntu:
tg: Кишвари оинаи бойгонии Ubuntu:
tr: Ubuntu yansısının bulunduğu ülke:
zh_cn: Ubuntu 归档镜像所在的国家：

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
bs: Cilj je pronaći mirror Ubuntu arhiva koji Vam je blizu na mreži -- budite svjesni da geografski bliske zemlje, ili čak Vaša, ne moraju biti najbolji izbor.
ca: L'objectiu és trobar una rèplica de l'arxiu d'Ubuntu que siga prop vostre a la xarxa -- teniu en compte que els països propers, o fins i tot el vostre, poden no ser la millor opció.
el: Το ζητούμενο είναι η εύρεση κάποιου καθρέφτη με γρήγορη δικτυακή σύνδεση με σας--έχετε υπόψιν σας ότι μερικές κοντινές χώρες, ή ακόμη και η δική σας, μπορεί να μην είναι η καλύτερη επιλογή.
he: המטרה היא לבחור אתר מראה של אובונטו שקרוב אליך ברשת. יש לשים לב שבחירה באתרים במדינות שכנות, ואפילו במדינה שלך, לא תהיה בהכרח הבחירה האופטימלית.
is: Markmiðið er að finna spegil með Ubuntu pakkasafninu sem er nálægt þér á netinu -- athugið að nærliggjandi lönd, eða jafnvel þitt eigið, eru ekki endilega besti kosturinn.
kk: Мақсат -- сіздің желіңізге жақын Ubuntu архиві айнасын табу. Жақын елдегі айна (өз еліңіздегі болса да) әрдайым дұрыс бола бермейді.
lt: Tikslas - rasti tinkle Ubuntu archyvo "veidrodį", esantį arti Jūsų -- bet žinokite, kad artimiausia ar net Jūsų šalis gali ir nebūti geriausias pasirinkimas.
lv: Mērķis ir atrast jums tīklā tuvāko Ubuntu arhīva spoguļserveri. Ņemiet vērā, ka šķietami ģeogrāfiski tuvie serveri var arī nebūt labākā izvēle.
pl: Celem jest znalezienie serwera lustrzanego, który znajduje się blisko Ciebie w sieci -- pamiętaj, że pobliskie kraje, lub nawet Twój własny kraj, może nie być najlepszym wyborem.
pt: O objectivo é encontrar um 'mirror' do arquivo Ubuntu que esteja próximo de si em termos de rede -- tenha em atenção que países próximos, ou mesmo o seu próprio país, podem não ser a melhor escolha.
tg: Дар ин ҷо шумо бояд оинаи бойгонии Ubuntu-ро муайян кунед, ки барои шумо дар шабака наздиктар аст -- дар ёд дошта бошед, ки кишварҳои наздиктар ё ҳатто кишвари шумо наметавонанд интихоби беҳтарин бошанд.
tr: Amaç, size en yakın Ubuntu arşivi yansısını bulmaktır -- yakın ülkelerdeki ve hatta kendi ülkenizdeki yansıların bile en iyi seçim olamayabileceğini unutmayın.
zh_cn: 此选项的目的是找到网络上离您最近的镜像 -- 请注意，您的邻国，甚至您自己的国家，都不一定是最好的选择。

source: Ubuntu archive mirror:
bs: Mirror Ubuntu arhiva:
ca: Rèplica de l'arxiu d'Ubuntu:
el: Καθρέφτης της αρχειοθήκης του Ubuntu:
he: אתר מראה של אובונטו:
is: Spegill Ubuntu pakkasafns:
kk: Ubuntu архивінің айнасы:
lt: Ubuntu archyvo "veidrodis":
lv: Ubuntu arhīva spoguļserveris:
pl: Serwer lustrzany z archiwum Ubuntu:
pt: Mirror do arquivo Ubuntu:
tg: Оинаи бойгонии Ubuntu:
tr: Ubuntu arşivi yansısı:
zh_cn: Ubuntu 归档镜像：

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
bs: Molim odaberite mirror Ubuntu arhiva. Trebate odabrati mirror u Vašoj zemlji ili regionu ako ne znate koji mirror ima najbolju Internet konekciju k Vama.
ca: Si us plau, seleccioneu una rèplica de l'arxiu d'Ubuntu. Hauríeu d'emprar una rèplica al vostre país o regió si no sabeu quina rèplica té la millor connexió d'Internet amb vosaltres.
el: Επιλέξτε έναν καθρέφτη (mirror) της αρχειοθήκης του Ubuntu. Συνιστάται να επιλέξετε ένα καθρέφτη της χώρας ή της περιοχής σας αν δε γνωρίζετε ποιος έχει την πιο γρήγορη δικτυακή σύνδεση με τον υπολογιστή σας.
he: נא לבחור אתר מראה של אובונטו. יש לבחור אתר מראה במדינה או באזור שלך אם לא ידוע לך לאיזה אתר יש החיבור הכי מהיר אליך.
is: Vinsamlega veldu Ubuntu pakkasafnsspegil. Þú ættir að velja spegil í þínu landi eða landshluta ef þú veist ekki hvaða spegill hefur bestu nettenginuna við þig.
kk: Ubuntu архивінің желідегі айнасын таңдаңыз. Қай айна жылдам екенін білмесеңіз, өзіңізге жақын орналасқан айнаны қолдану керек.
lt: Pasirinkite Ubuntu archyvo "veidrodį". Jei nežinote, su kuriuo "veidrodžiu" geriausias interneto ryšys, pasirinkite "veidrodį" savo šalyje arba regione.
lv: Izvēlieties Ubuntu arhīva spoguļserveri. Ja nezināt, ar kuru no spoguļserveriem ir vislabākais savienojums, izvēlieties tādu, kas atrodas jūsu valstī vai reģionā.
pl: Proszę wybrać serwer lustrzany Ubuntu. Jeśli nie wiesz, który serwer posiada najlepsze połączenie do Ciebie, powinieneś/powinnaś wybrać serwer ze swojego kraju lub regionu.
pt: Por favor escolha um mirror do arquivo Ubuntu. Se não souber qual é o mirror que tem a melhor ligação à Internet para si deve utilizar um mirror no seu país ou região.
tr: Lütfen bir Ubuntu arşivi yansısı seçin. Size en uygun İnternet bağlantısını sunan yansıyı bilmiyorsanız ülke veya bölgenizdeki yansıyı kullanmalısınız.
zh_cn: 请选择一个 Ubuntu 归档镜像。如果您不知道哪个镜像与您之间的网络连接最好，请使用位于您的国家或地区之内的镜像。

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
bs: Obično je, <oznaka zemlje>.archive.ubuntu.com dobar izbor.
ca: Normalment, <codi del vostre de país>.archive.ubuntu.com és una bona selecció.
el: Συνήθως, μια καλή επιλογή είναι η <κωδικός της χώρας σας>.archive.ubuntu.com.
he: בדרך כלל, <your country code>.archive.ubuntu.com היא בחירה טובה. <your country code> - קוד המדינה שלך.
is: Venjulega er <landskóði>.archive.ubuntu.com góður kostur.
kk: Әдетте <сіздің еліңіздің коды>.archive.ubuntu.com дұрыс таңдау болып табылады.
lt: Paprastai, <jūsų šalies kodas>.archive.ubuntu.com yra geras pasirinkimas.
lv: Parasti <valsts divu burtu kods>.archive.ubuntu.com ir laba izvēle.
pl: Zazwyczaj <identyfikator twojego kraju>.archive.ubuntu.com jest dobrym wyborem.
pt: Normalmente, <código do seu país>.archive.ubuntu.com é uma boa escolha.
tg: Одатан, <рамзи кишвари шумо>.archive.ubuntu.com интихоби хуб аст.
tr: Genellikle, <ülke kodunuz>.archive.ubuntu.com iyi bir seçimdir.
zh_cn: 通常，<您的国家代码>.archive.ubuntu.com 会是一个较好的选择 (本软件发布时，中国的相应站点尚在筹建当中，如果您无法正常连接该服务器，请使用其他镜像)。

source: Ubuntu archive mirror hostname:
bs: Hostname mirrora Ubuntu arhiva:
ca: Introduïu el nom de la rèplica de l'arxiu d'Ubuntu:
el: Εισάγετε το όνομα του καθρέφτη της αρχειοθήκης του Ubuntu:
he: שם השרת של אתר המראה של אובונטו:
is: Vélarnafn Ubuntu pakkasafnsspegils:
kk: Ubuntu архиві айнасының орналасуы:
lt: Ubuntu archyvo "veidrodžio" kompiuterio vardas (hostname):
lv: Ubuntu arhīva spoguļservera nosaukums:
pl: Nazwa hosta serwera lustrzanego Ubuntu:
pt: Hostname do mirror do arquivo Ubuntu:
tg: Номи мизбони оинаи бойгонии Ubuntu
tr: Ubuntu arşivi yansısının adresini girin:
zh_cn: 请输入 Ubuntu 归档镜像的主机名：

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
bs: Unesite hostname mirrora s kojeg će se preuzimati Ubuntu.
ca: Introduïu el nom del servidor de la rèplica d'on es baixarà Ubuntu.
el: Εισάγετε το όνομα του καθρέφτη της αρχειοθήκης απ' όπου θα μεταφορτωθεί το Ubuntu.
he: הכנס את שם השרת של אתר המראה שממנו אובונטו תורד.
is: Sláðu inn vélarnafn spegilsins sem Ubuntu verður sótt frá.
kk: Ubuntu жүктеліп алынатын айнаның сервер атын енгізіңіз.
lt: Įveskite "veidrodžio", iš kurio bus atsisiunčiamas Ubuntu, kompiuterio vardą (hostname).
lv: Lūdzu, ievadiet Ubuntu spoguļa servera nosaukumu, no kura tiks lejupielādēts Ubuntu.
pl: Wpisz nazwę hosta serwera lustrzanego, z którego będzie pobierany Ubuntu.
pt: Introduza o hostname do mirror de onde será feito o download do Ubuntu.
tg: Лутфан, номи мизбони оинае, ки Ubuntu барои боргирӣ истифода мебарад, ворид кунед.
tr: Lütfen Ubuntu'ın indirileceği yansının adresini girin.
zh_cn: 请输入将要使用的 Ubuntu 镜像的主机名。

source: Ubuntu archive mirror directory:
bs: Unesite direktorij mirrora Ubuntu arhiva:
ca: Introduïu el directori de la rèplica de l'arxiu d'Ubuntu:
el: Κατάλογος καθρέφτη της αρχειοθήκης του Ubuntu:
he: ספריית אתר המראה של אובונטו:
is: Mappa Ubuntu pakkasafnspegils:
kk: Ubuntu архиві айнасының бумасы:
lt: „Ubuntu“ archyvo „veidrodžio“ aplankas:
lv: Ubuntu arhīva spoguļa direktorija:
pl: Katalog serwera lustrzanego Ubuntu:
pt: Introduza o directório do mirror do arquivo Ubuntu:
tg: Директорияи оинаи бойгонии Ubuntu:
tr: Ubuntu yansı dizinini girin:
zh_cn: Ubuntu 归档镜像目录：

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
bs: Molim unesite direktorij u kome se nalazi mirror Ubuntu arhiva.
ca: Introduïu el directori on està ubicada la rèplica de l'arxiu d'Ubuntu.
el: Παρακαλώ, εισάγετε τον κατάλογο στον οποίο βρίσκεται το Ubuntu στον καθρέφτη της αρχειοθήκης.
he: הכנס את הספרייה שבה ממוקם אתר המראה של אובונטו.
is: Sláðu inn möppuna sem inniheldur spegilinn með Ubuntu pakkasafninu.
kk: Ubuntu архивінің айнасы орналасқан бума атын енгізіңіз.
lt: Įveskite aplanko, kuriame yra „Ubuntu“ archyvo „veidrodis“, kelią.
lv: Lūdzu ievadiet mapi, kurā atrodas Ubuntu arhīva spogulis.
pl: Wprowadź katalog, w którym znajduje się odbicie lustrzane serwera Ubuntu.
pt: Por favor introduza o directório onde está localizado o mirror do arquivo Ubuntu.
tg: Лутфан, директорияеро, ки дорои оинаи бойгонии Ubuntu мебошад, ворид кунед.
tr: Lütfen yansıda Ubuntu arşivinin bulunduğu dizini girin.
zh_cn: 请输入 Ubuntu 归档镜像所在的目录。

source: GB[ Default value for ftp]
bs: BS
ca: ES
el: GR
he: IL
is: IS
kk: RU
lt: LT
lv: LV
pl: PL
pt: PT
tr: TR
zh_cn: CN
