Repository: GalliumOS/ubiquity
Catalog: d-i/source/user-setup/debian/po/*.po
Languages: he, tg

source: Allow login as root?
he: לאפשר כניסה כ-root ?
tg: Барои ворид шудан ҳамчун root иҷозат медиҳед?

source: If you choose not to allow root to log in, then a user account will be created and given the power to become root using the 'sudo' command.
he: אם תבחר לא לאפשר כניסה של root, אז ייווצר חשבון משתמש שיקבל את הכוח להיות משתמש-על (root) על ידי הפקודה 'sudo'.
tg: Агар шумо интихоб кунед, ки ба root воридшавиро иҷозат надиҳед, он гоҳ ҳисоби корбар эҷод карда мешавад, ва он ҳисоб метавонад тавассути фармони "sudo" ба root табдил ёбад.

source: Root password:
he: סיסמת root:
tg: Пароли root:

source: You need to set a password for 'root', the system administrative account. A malicious or unqualified user with root access can have disastrous results, so you should take care to choose a root password that is not easy to guess. It should not be a word found in dictionaries, or a word that could be easily associated with you.
he: עליך להגדיר סיסמה ל-root, חשבון המשתמש הניהולי של המערכת. משתמש זדוני או לא מיומן עם גישת root יכול לגרום לתוצאות הרסניות, כך שעליך לדאוג לבחור סיסמת root שאינה קלה לניחוש. הסיסמה צריכה להיות מילה שלא ניתן למצוא במילון, או מילה שלא ניתן לשייך אליך בקלות.
tg: Шумо бояд барои "root", ҳисоби маъмурии система паролро таъин кунед. Корбари бадқасд ё бесалоҳият бо дастрасии root метавонад натиҷаҳои фоҷиавиро ба вуҷуд орад, барои ҳамин шумо бояд барои root паролеро интихоб кунед, ки дарёфтани он душвор аст. Он бояд калима ё ҷумлае набошад, ки дар луғатҳо ёфта мешавад, ё ба осонӣ бо шумо алоқаманд мешавад.

source: A good password will contain a mixture of letters, numbers and punctuation and should be changed at regular intervals.
he: סיסמה טובה מכילה תערובת של אותיות, מספרים ופיסוק, ועליך לשנות אותה במרווחי זמן קבועים.
tg: Пароли хуб дорои маҷмӯи ҳарфҳо, рақамҳо ва аломатҳои китобатӣ мебошад, ва бояд дар давраҳои доимӣ тағйир дода шавад.

source: The root user should not have an empty password. If you leave this empty, the root account will be disabled and the system's initial user account will be given the power to become root using the "sudo" command.
he: הסיסמה של root לא אמורה להיות ריקה. אם הינך משאיר שדה זה ריק, חשבון root ינוטרל וחשבון המשתמש ההתחלתי של המערכת יקבל את הרשאות root באמצעות הפקודה "sudo".
tg: Корбари root наметавонад пароли холӣ дошта бошад. Агар шумо инро холӣ монед, ҳисоби root ғайрифаъол карда мешавад, ва ҳисоби аслии корбари система метавонад тавассути фармони "sudo" ба root табдил ёбад.

source: Note that you will not be able to see the password as you type it.
he: שים לב שלא תוכל לראות את הסיסמה כאשר אתה מקליד אותה.
tg: Ба қайд гиред, ки шумо ҳангоми ворид кардани парол онро дида наметавонед.

source: Re-enter password to verify:
he: הכנס שוב את הסיסמה לבדיקה אם הכנסת אותה נכון:
tg: Паролро барои тайид кардан аз нав ворид кунед:

source: Please enter the same root password again to verify that you have typed it correctly.
he: אנא הכנס שוב את סיסמת ה-root על מנת לוודא שהכנסת אותה נכון.
tg: Лутфан, он пароли root як маротибаи дигар ворид кунед, то ин ки тасдиқ кунед, ки шумо онро ба таври дуруст чоп кардед.

source: Create a normal user account now?
he: האם ליצור חשבון משתמש רגיל עכשיו?
tg: Ҳисоби корбари оддиро ҳозир эҷод мекунед?

source: It's a bad idea to use the root account for normal day-to-day activities, such as the reading of electronic mail, because even a small mistake can result in disaster. You should create a normal user account to use for those day-to-day tasks.
he: זהו רעיון רע להשתמש בחשבון root לשימושים יום-יומיים, למשל לקריאת דואר אלקטרוני, מאחר ואפילו טעות קטנה יכולה לגרום לאסון. עליך ליצור חשבון משתמש רגיל למשימות היום-יומיות.
tg: Истифодаи ҳисоби root барои амалиётҳои муқаррарии рӯзона, ба мисли хондани почтаи электронӣ, тавсия намешавад, чунки ҳатто хатогии хурд метавонад сабаби фоҷиа гардад. Барои чунин вазифаҳои ҳаррӯза шумо бояд ҳисоби корбари муқаррариро эҷод кунед.

source: Note that you may create it later (as well as any additional account) by typing 'adduser <username>' as root, where <username> is an username, like 'imurdock' or 'rms'.
he: שים לב שתוכל ליצור אותו מאוחר יותר (כמו כל חשבון אחר) על ידי הקשת "adduser <username>" כ-root, כאשר <username> הוא שם משתמש, כמו "imurdoc" או "rms".
tg: Ба қайд гиред, ки шумо метавонед онро баъдтар эҷод кунед (инчунин ягон ҳисоби иловагӣ) - барои ин фармони "adduser <username>"-ро ҳамчун root иҷро кунед, ки дар он ҷо <username> номи корбар мебошад, ба мисли "imurdock" ё "rms".

source: Full name for the new user:
he: הכנס שם מלא למשתמש החדש:
tg: Номи ҳақиқии шумо барои корбари нав:

source: A user account will be created for you to use instead of the root account for non-administrative activities.
he: חשבון משתמש ייווצר לשימושך במקום חשבון root לפעילויות לא-ניהוליות.
tg: Барои амалҳои ғайримаъмурӣ, барои шумо ҳисоби корбар ба ҷойи ҳисоби решагӣ эҷод карда мешавад.

source: Please enter the real name of this user. This information will be used for instance as default origin for emails sent by this user as well as any program which displays or uses the user's real name. Your full name is a reasonable choice.
he: הכנס את השם המלא של המשתמש. מידע זה ישמש, למשל, כברירת מחדל לשם השולח במיילים הנשלחים על ידי המשתמש. כמו כן, תוכנות המציגות את שם המשתמש האמיתי ישתמשו במידע זה. סביר להשתמש בשמך המלא.
tg: Лутфан, номи воқеии корбарро ворид кунед. Ин маълумот ҳангоми навиштани паёмҳои электронии ин корбар, инчунин бо ягон барномае, ки номи воқеии корбарро намиоиш медиҳад, истифода мешавад. Тавсия мешавад, ки номи пурраи худро ворид кунед.

source: Username for your account:
he: הכנס שם משתמש עבור החשבון שלך:
tg: Номи корбар барои ҳисоби шумо:

source: Select a username for the new account. Your first name is a reasonable choice. The username should start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
he: בחר שם משתמש עבור החשבון החדש. שמך הפרטי הינו בחירה סבירה. שם המשתמש צריך להתחיל באות לטינית קטנה, ואחריה יכול לבוא צירוף כלשהו של מספרים ואותיות לטיניות קטנות.
tg: Номи корбарро барои ҳисоби нав интихоб кунед. Номи шумо интихоби беҳтарин аст. Номи корбар бояд бо ҳарфи хурд оғоз ёбад, ки метавонад бо ягон маҷмӯи рақамҳо ва ҳарфҳои дигари хурд идома ёбад.

source: Invalid username
he: שם המשתמש שהוכנס אינו חוקי
tg: Номи корбари беэътибор

source: The username you entered is invalid. Note that usernames must start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters, and must be no more than 32 characters long.
he: שם המשתמש שהוכנס אינו חוקי. שים לב ששמות משתמש חייבים להתחיל באות קטנה, ואחריה כל צירוף של מספרים ואותיות קטנות, ואורכם המקסימלי הינו 32 תווים.
tg: Номи корбаре, ки шумо ворид кардед нодуруст аст. Таваҷҷӯҳ кунед, ки номи корбар бояд бо ҳарфи хурд сар карда шавад ва бояд рақамҳо ва ҳарфҳои хурдро дар бар гирад, вале дарозии номи корбар бояд на зиёда аз 32 аломат бошад.

source: Reserved username
he: שם המשתמש תפוס
tg: Номи корбари истифодашуда

source: The username you entered (${USERNAME}) is reserved for use by the system. Please select a different one.
he: שם המשתמש שהכנסת (${USERNAME}) הנו שמור לשימוש על ידי המערכת. בחר שם משתמש אחר.
tg: Номи корбари воридшудаи (${USERNAME}) бо система истифода шудааст. Лутфан, номи дигареро интихоб кунед.

source: Choose a password for the new user:
he: הכנס סיסמה עבור המשתמש החדש:
tg: Паролеро барои корбари нав интихоб кунед:

source: Please enter the same user password again to verify you have typed it correctly.
he: אנא הכנס שוב את סיסמת המשתמש על מנת לבדוק שהכנסת אותה נכון.
tg: Лутфан, он пароли корбарро як маротибаи дигар ворид кунед, то ин ки тасдиқ кунед, ки шумо онро ба таври дуруст чоп кардед.

source: Password input error
he: שגיאה בקליטת הסיסמה
tg: Паролро нодуруст ворид кардед

source: The two passwords you entered were not the same. Please try again.
he: שתי הסיסמאות שהכנסת אינן זהות. אנא נסה שוב.
tg: Ду паролеро, ки шумо ворид кардед, бо ҳамдигар мувофиқат намекунанд. Лутфан, амалро такрор кунед.

source: Empty password
he: סיסמה ריקה
tg: Парол ворид нашудааст

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
he: הכנסת סיסמה ריקה, דבר שאינו מורשה. בחר סיסמה שאינה ריקה.
tg: Шумо пароли холиеро, ки иҷозат намешавад, ворид кардед. Лутфан, пароли дигареро интихоб кунед.

source: Enable shadow passwords?
he: האם להפעיל הצללת סיסמאות?
tg: Паролҳои соягиро фаъол мекунед?

source: Shadow passwords make your system more secure because nobody is able to view even encrypted passwords. The passwords are stored in a separate file that can only be read by special programs. The use of shadow passwords is strongly recommended, except in a few cases such as NIS environments.
he: הצללת סיסמאות הופכת את המערכת שלך לבטוחה יותר, מאחר ואף אחד לא יוכל לראות אפילו סיסמאות מוצפנות. הסיסמאות נשמרות בקובץ נפרד שניתן לקריאה רק על ידי תוכניות מיוחדות. השימוש בהצללת סיסמאות מומלץ בחום, למעט במספר מקרים כמו למשל בסביבות NIS.
tg: Паролҳои соягӣ амнияти системаи шуморо баландтар мегардонанд, чунки ягон нафар наметавонад ҳатто паролҳои рамздорро бинад. Паролҳо дар файли ҷудошуда нигоҳ дошта мешаванд, ки он файл метавонад танҳо бо барномаҳои мушаххас хонда шавад. Истифодаи паролҳои соягӣ тавсия мешавад, ба ғайр аз баъзе ҳолатҳо ба мисли муҳитҳои NIS.

source: Set up users and passwords
he: קביעת משתמשים וסיסמאות
tg: Танзими корбарон ва паролҳо

source: Setting users and passwords...
he: קובע משתמשים וסיסמאות...
tg: Корбарон ва паролҳо танзим шуда истодаанд...

source: Use weak password?
he: האם להשתמש בסיסמה חלשה?

source: You entered a password that consists of less than eight characters, which is considered too weak. You should choose a stronger password.
he: הכנסת סיסמא אשר מכילה פחות משמונה תווים, אשר נחשבת חלשה מידי. יש לבחור סיסמא חזקה יותר.

source: Encrypt your home directory?
he: האם להצפין את תיקיית הבית שלך?

source: You may configure your home directory for encryption, such that any files stored there remain private even if your computer is stolen.
he: הינך יכול להקנפג את תקיית הבית שלך עבור הצפנה, כך שכל הקבצים שיאוחסנו שם ישארו פרטיים גם אם מחשבך יגנב.

source: The system will seamlessly mount your encrypted home directory each time you login and automatically unmount when you log out of all active sessions.
he: המערכת תעגן בצורה חלקה את תקיית הבית המוצפנת שלך בכל פעם שתזדהה ותסיר אותה בצורה אוטומטית כשאר תצא מכל התהליכים הפעילים.

source: Home directory encryption failed
he: הצפנת תיקיית הבית נכשלה

source: The installer failed to set up home directory encryption. Your home directory will be unencrypted after installation. This is probably a bug, and you may wish to investigate and reinstall.
he: תוכנית ההתקנה כשלה הצפנת תיקיית הבית. תיקיית הבית שלך תהיה חשופה לאחר ההתקנה. דבר זה נובע לרב עקב תקלה, ויתכן שיש צורך לחקור ולהתקין מחדש.

source: Check /var/log/syslog or see virtual console 4 for the details.
he: בדוק את /var/log/syslog או את הקונסול הווירטואלי מספר 4 בשביל פרטים נוספים.
